[" 对违犯党纪的党员，按照（  ）规定给予党纪处分。", "A", " 高校党组织对组织关系保留在学校的高校毕业生流动党员，应当继续履行管理职责。党员组织关系保留时间一般不超过（  ）年。", "A", " 十九届七中全会指出：一年来，面对复杂严峻的国际环境和艰巨繁重的国内改革发展稳定任务，中央政治局全面贯彻习近平新时代中国特色社会主义思想，团结带领全党全军全国各族人民，弘扬伟大建党精神，坚持（   ）工作总基调，落实疫情要防住、经济要稳住、发展要安全的要求，统筹新冠肺炎疫情防控和经济社会发展，统筹发展和安全。 ", "B", " 党要管党、从严治党，是党的建设的一贯要求和（    ）。", "A", " 党自身必须在宪法和法律范围内活动，真正做到党领导立法、保证执法、（    ）。", "A", " 全面推进党的“五个建设”，其中（    ）处于统领地位，（    ）是管党治党的治本之策。", "B", "(     ) ，江西省召开学习贯彻习近平新时代中国特色 社会主义思想主题教育动员大会。", "B", "(     ) ，省委教育工委、省教育厅召开学习贯彻习近平新时代中国特色社会主义思想主题教育动员大会。", "D", "(     ) ，学习贯彻习近平新时代中国特色社会主义思 想主题教育工作会议在北京召开。", "A", "(     ) 是党的中心工作， 意识形态工作是党的一项极 端重要的工作。", "C", "(     ) 是全面建设社会主义现代化国家的首要任务。", "D", "(     ) 是社会主义的生命，是全面建设社会主义现代化国家的应有之义。", "C", "(     ) 是中国革命史上具有重大意义的事件， 标志着中国新民主主义革命的开端。", "C", "(     ) 是中国人民创造历史伟业的必由之路。", "D", "(     ) 是最根本的党内法规，是管党治党的总规矩。", "D", "（    ）诞生了中国共产党历史上第一部党章。", "B", "（    ）关系民心这个最大的政治,是一场输不起也决不能输的重大政治斗争。", "B", "（    ）和（    ），是中国共产党人的精神支柱和政治灵魂，也是保持党的团结统一的思想基础。", "B", "（    ）是党的生命，是党内政治生活积极健康的重要基础。", "D", "（    ）是坚持党的领导、人民当家作主、依法治国有机统一的根本政治制度安排。", "A", "（    ）是坚持和发展中国特色社会主义的必由之路。", "D", "（    ）是江西最大财富、最大优势、最大品牌。", "A", "（    ）是决定当代中国命运的关键一招，也是实现“两个一百年”奋斗目标、实现中华民族伟大复兴的关键一招。", "B", "（    ）是马克思主义的本质属性，党的理论是来自人民、为了人民、造福人民的理论，人民的创造性实践是理创新的不竭源泉。", "B", "（    ）是实践全过程人民民主的重要形式", "A", "（    ）是实现社会主义现代化、创造人民美好生活的必由之路。", "A", "（    ）是我国社会主义法治之魂，是我国法治同西方资本主义国家法治最大的区别。", "D", "（    ）是我们的立国之本。", "D", "（    ）是我们立党立国、兴党兴国的根本指导思想", "B", "（    ）是新时代我国发展壮大的必由之路。", "A", "（    ）是一国经济的立身之本，是财富创造的根本源泉，是国家强盛的重要支柱，是现代化经济体系的坚实基础。", "A", "（    ）是中国共产党单独领导的，在大城市中建立工农民主政权的尝试。", "C", "（    ）是中国梦的主体，是中国梦的创造者和享有者。", "A", "（    ）是中国人民创造历史伟业的必由之路。", "B", "（    ）是中国特色社会主义的本质要求和重要保障。", "A", "（    ）是中华民族的根和魂，是中国特色社会主义植根的文化沃土。", "A", "（    ）是最高的政治领导力量", "A", "（   ），选举产生了党的历史上第一个中央纪律检查监督机构－－中央监察委员会。", "D", "（   ）标志着中国共产党独立领导革命战争、创建人民军队和武装夺取政权的开端，开启了中国革命新纪元。", "B", "（   ）从组织上确立了党对军队的领导，是建设无产阶级领导的新型人民军队的重要开端。", "C", "（   ）的主要内容是:对党的理论和路线、方针、政策的态度:政治历史和在重大政治斗争中的表现:遵纪守法和遵守社会公德情况:直系亲属和与本人关系密切的主要社会关系的政治情况。", "D", "（   ）年8月7日，中共中央政治局在汉口召开紧急会议，第一次提出了“枪杆子里面出政权”的思想，确立了土地革命和武装反抗国民党发动派的总方针，史称“八七会议”。", "B", "（   ）是党永葆生机活力、走好新的赶考之路的必由之路", "B", "（   ）是第一个把《共产党宣言》翻译成中文的人。", "D", "（   ）是更基础、更广泛、更深厚的自信，是一个国家、一个民族发展中更基本、更深沉、更持久的力量。", "D", "（   ）是坚持和发展中国特色社会主义的必由之路。", "C", "(   )是决定当代中国命运的关键一招，也是决定实现两个一百年’奋斗目标、实现中华民族伟大复兴的关键一招。", "B", "（   ）是群团组织的灵魂。", "C", "（   ）是社会主义的本质要求，是中国式现代化的重要特征。", "C", "（   ）是新时代坚持和发展中国特色社会主义根本立场。", "B", "（   ）是在中国举起十月革命旗帜的第一人，又是中国最早的马克思主义传播者。", "A", "(   )在中国共产党第十二次全国代表大会开幕词中第一次明确提出了建设有中国特色社会主义这一科学命题。", "D", "（   ）最重要的贡献是第一次提出无产阶级在民主革命中的领导权和工农联盟问题。", "C", "（  ）是党的最高领导机关，是党的组织体系的大脑和中枢，对党和国家事业发展重大工作实行集中统一领导，涉及全党全国性的重大方针政策问题只能由党中央作出决定和解释。", "D", "(　　)是党内政治生活的重要内容和载体，是党组织对党员进行教育管理监督的重要形式。", "D", "（  ）主要负责党员纪律作风教育，指导开展党员监督，查处党员违犯党的纪律和职务违法、职务犯罪行为。", "B", "( )年，我国成功地爆炸第一颗原子弹，有力地打破了超级大国的核垄断和核讹诈。", "B", "（ ）是全党全国人民为实现中华民族伟大复兴而奋斗的行动指南。", "A", ".党的二十大报告指出：中国坚定奉行独立自主的和平外交政策，始终根据（     ）决定自己的立场和政策，维护国际关系基本准则，维护国际公平正义，坚决反对一切形式的霸权主义和强权政治，反对冷战思维，反对干涉别国内政，反对搞双重标准。中国永远不称霸、永远不搞扩张。", "B", "“计划经济不等于社会主义，资本主义也有计划；市场经济不等于资本主义，社会主义也有市场”，邓小平这一论断的内涵是(    )", "A", "“两个一百年”奋斗目标的历史交汇期指的是(    )。", "A", "“两学一做”是指（    ）。", "D", "“领导我们事业的核心力量是中国共产党”这一论断是毛泽东在（    ）中提出了的。", "D", "“千古奇冤，江南一叶;同室操戈，相煎何急?”是周恩来在( )后对国民党蒋介石的控诉和回击。", "C", "“三会一课”制度的内容是（    ）。", "A", "“四个全面”战略布局既有战略目标又有战略举措，每个“全面”相互之间具有紧密的内在逻辑，是一个整体战略部署的有序展开。（    ）是战略目标，在“四个全面”中居于引领地位。", "A", "“一国两制”是中国特色社会主义的伟大创举，是香港、澳门回归后保持长期繁荣稳定的（  ）安排，必须长期坚持。", "C", "“政权是由枪杆子中取得的”这一论断是毛泽东在( )提出的。", "A", "《党章》规定，党的基层委员会、总支部委员会、支部委员会每届任期（  ）。基层委员会、总支部委员会、支部委员会的书记、副书记选举产生后，应报上级党组织批准。", "D", "《党章》规定，党内严格禁止用违反（    ）的手段对待党员，严格禁止打击报复和诬告陷害。", "C", "《党章》规定，党组织对党员作出处分决定所依据的事实材料和处分决定（    ）同本人见面。", "B", "《党章》规定，发展党员，必须把（  ）放在首位，经过党的支部，坚持（  ）的原则。", "C", "《党章》规定，非公有制经济组织中党的基层组织，贯彻党的方针政策，引导和监督企业遵守国家的法律法规，领导工会、共青团等（    ），团结凝聚职工群众，维护各方的合法权益，促进企业健康发展。", "B", "《党章》规定，企业、农村、机关、学校、科研院所、街道社区、社会组织、人民解放军连队和其他基层单位，凡是有正式党员（   ）以上的，都应当成立党的基层组织。", "B", "《党章》总纲指出，（    ）以后，顺利地进行了社会主义改造，完成了从新民主主义到社会主义的过渡，确立了社会主义基本制度，发展了社会主义的经济、政治和文化。", "C", "《党章》总纲指出，改革开放以来我们取得一切成绩和进步的根本原因，归结起来就是：开辟了中国特色社会主义道路，形成了中国特色社会主义理论体系，确立了中国特色社会主义制度，（    ）。", "A", "《党章》总纲指出，培养和造就千百万社会主义事业接班人，从组织上保证党的基本理论、基本路线、（    ）的贯彻落实。", "C", "《党章》总纲指出，统筹城乡发展、区域发展、经济社会发展、人与自然和谐发展、国内发展和对外开放，调整经济结构，转变经济发展方式，推进（    ）。", "A", "《党章》总纲指出，要加强和创新社会（    ）。严格区分和正确处理敌我矛盾和人民内部矛盾这两类不同性质的矛盾。", "C", "《党章》总纲指出，要全面深化改革，完善和发展中国特色社会主义制度，推进国家治理体系和治理能力（    ）。", "A", "《党章》总纲指出，在国际事务中，坚持（    ），维护我国的独立和主权，反对霸权主义和强权政治，维护世界和平，促进人类进步，推动构建人类命运共同体，推动建设持久和平、共同繁荣的和谐世界。", "D", "《党章》总纲指出，在习近平新时代中国特色社会主义思想指导下，中国共产党领导全国各族人民，统揽伟大斗争、伟大工程、伟大事业、伟大梦想，推动中国特色社会主义进入了（    ）。", "C", "《党章》总纲指出，中国共产党在领导社会主义事业中，必须坚持以（    ）为中心，其他各项工作都要服从和服务于这个中心。", "B", "《党章》总纲指出，铸牢（    ）意识，实现各民族共同团结奋斗、共同繁荣发展。全面贯彻党的宗教工作基本方针，团结信教群众为经济社会发展作贡献。", "A", "《关于加强中小学校党的建设工作的意见》指出，要坚持立德树人、德育为先，做好（    ），开展社会主义核心价值观教育，加强学校文化和精神文明建设，推动形成良好校风教风学风。", "B", "《关于新形势下党内政治生活的若干准则》》提出，（    ）是全党统一意志、统一行动、步调一致前进的重要保障，是党内政治生活的重要内容。", "D", "《关于新形势下党内政治生活的若干准则》规定，党员、干部反映他人的问题，应该出于（    ），通过党内正常渠道实名进行。", "D", "《关于新形势下党内政治生活的若干准则》明确规定，必须把（    ）作为开展党内政治生活的首要任务。", "A", "《关于新形势下党内政治生活的若干准则》提出，党内政治生活正常开展的根本保证是（    ）。", "A", "《关于新形势下党内政治生活的若干准则》提出，加强和规范党内政治生活的根本要求是（    ）。", "D", "《关于新形势下党内政治生活的若干准则》提出，加强和规范党内政治生活的重要目的是（    ）。", "A", "《关于新形势下党内政治生活的若干准则》提出，坚决维护党中央权威、保证全党令行禁止，是党和国家前途命运所系，是全国各族人民根本利益所在，也是加强和规范党内政治生活的（    ）目的。", "B", "《江西省“十四五”教育事业发展规划》提出， 到 2035年，我省教育水平大幅提升，实现教育基本公共服务均等化和现代化， 全面建成(     )强省和(     )强省。", "B", "《江西省“十四五”教育事业发展规划》提出，到2035年，我省教育水平大幅提升，实现教育基本公共服务均等化和现代化，全面建成（   ）强省和（    ）强省。", "B", "《习近平关于党风廉政建设和反腐败斗争论述摘编》指出，教育实践活动有期限，但贯彻群众路线没有休止符，作风建设（    ）。", "B", "《中共中央 国务院关于全面深化新时代教师队伍建设改革的意见》指出，要把提高教师（   ）和（    ）摆在首要位置，把社会主义核心价值观贯穿教书育人全过程，推动教师成为先进思想文化的传播者、党执政的坚定支持者、学生健康成长的指导者。", "B", "《中共中央关于党的百年奋斗重大成就和历史经验的决议》指出，（   ）是一个国家、一个民族发展进步的不竭动力。", "B", "《中共中央关于党的百年奋斗重大成就和历史经验的决议》指出，“文化大革命”结束以后，在党和国家面临何去何从的重大历史关头，党深刻认识到，只有实行（    ）才是唯一出路，否则我们的现代化事业和社会主义事业就会被葬送。", "C", "《中共中央关于党的百年奋斗重大成就和历史经验的决议》指出，党从国内外政治发展成败得失中深刻认识到，坚定中国特色社会主义制度自信首先要坚定对（   ）的自信", "B", "《中共中央关于党的百年奋斗重大成就和历史经验的决议》指出，党的百年奋斗锻造了走在时代前列的中国共产党，形成了以(   )为源头的精神谱系，保持了党的先进性和纯洁性。", "C", "《中共中央关于党的百年奋斗重大成就和历史经验的决议》指出，党的百年奋斗展示了马克思主义的强大生命力，马克思主义的(   )在中国得到充分检验。", "C", "《中共中央关于党的百年奋斗重大成就和历史经验的决议》指出，党的十六大以后，以胡锦涛同志为主要代表的中国共产党人，团结带领全党全国各族人民，在全面建设小康社会进程中推进实践创新、理论创新、制度创新，深刻认识和回答了新形势下（   ）等重大问题，形成了科学发展观。", "D", "《中共中央关于党的百年奋斗重大成就和历史经验的决议》指出，党的十三届四中全会以后，以江泽民同志为主要代表的中国共产党人，团结带领全党全国各族人民，坚持党的基本理论、基本路线，加深了对什么是社会主义、怎样建设社会主义和（   ）的认识，形成了“三个代表”重要思想。", "A", "《中共中央关于党的百年奋斗重大成就和历史经验的决议》指出，党的十一届三中全会以后，以邓小平同志为主要代表的中国共产党人，团结带领全党全国各族人民，深刻总结新中国成立以来正反两方面经验，围绕（   ）这一根本问题，借鉴世界社会主义历史经验，创立了邓小平理论", "B", "《中共中央关于党的百年奋斗重大成就和历史经验的决议》指出，党坚持和完善人民代表大会制度，支持和保证人民通过人民代表大会行使国家权力，支持和保证人大依法行使立法权、监督权、决定权、任免权，果断查处拉票贿选案，维护人民代表大会制度权威和尊严，发挥人民代表大会制度的（   ）作用。", "A", "《中共中央关于党的百年奋斗重大成就和历史经验的决议》指出，党强调，全面依法治国最广泛、最深厚的基础是（   ）。", "D", "《中共中央关于党的百年奋斗重大成就和历史经验的决议》指出，党确立习近平同志党中央的核心、全党的核心地位，确立习近平新时代中国特色社会主义思想的指导地位，反映了全党全军全国各族人民共同心愿，对新时代党和国家事业发展、对推进中华民族伟大复兴历史进程具有（    ）意义。", "B", "《中共中央关于党的百年奋斗重大成就和历史经验的决议》指出，党制定《关于若干历史问题的决议》，使全党对中国革命基本问题的认识达到一致。党的（   ）为建立新民主主义的新中国制定了正确路线方针政策，使全党在思想上政治上组织上达到空前统一和团结。", "C", "《中共中央关于党的百年奋斗重大成就和历史经验的决议》指出，党中央明确提出，过不了（   ）这一关就过不了长期执政这一关。", "D", "《中共中央关于党的百年奋斗重大成就和历史经验的决议》指出，党中央强调，（   ）是共产党人精神上的“钙”，共产党人如果没有（   ），精神上就会“缺钙”，就会得“软骨病”，必然导致政治上变质、经济上贪婪、道德上堕落、生活上腐化。", "C", "《中共中央关于党的百年奋斗重大成就和历史经验的决议》指出，党中央强调，（   ）是关系我国发展全局的一场深刻变革，不能简单以生产总值增长率论英雄", "A", "《中共中央关于党的百年奋斗重大成就和历史经验的决议》指出，党中央强调，（   ）是中华民族的突出优势，是我们在世界文化激荡中站稳脚跟的根基，必须结合新的时代条件传承和弘扬好。", "B", "《中共中央关于党的百年奋斗重大成就和历史经验的决议》指出，坚持党的领导首先要旗帜鲜明（    ），保证全党服从中央。", "A", "《中共中央关于党的百年奋斗重大成就和历史经验的决议》指出，坚持依法治国首先要坚持（   ），坚持依法执政首先要坚持（   ）。", "B", "《中共中央关于党的百年奋斗重大成就和历史经验的决议》指出，毛泽东思想是马克思列宁主义在中国的创造性运用和发展，是被实践证明了的关于中国革命和建设的正确的理论原则和经验总结，是马克思主义中国化的（   ）历史性飞跃。", "A", "《中共中央关于党的百年奋斗重大成就和历史经验的决议》指出，明确必须坚持和完善社会主义基本经济制度，使市场在资源配置中起（   ）作用，更好发挥政府作用。", "B", "《中共中央关于党的百年奋斗重大成就和历史经验的决议》指出，明确全面从严治党的战略方针，提出新时代党的建设总要求，全面推进党的政治建设、思想建设、组织建设、作风建设、纪律建设，把（    ）贯穿其中。", "B", "《中共中央关于党的百年奋斗重大成就和历史经验的决议》指出，社会主义革命和建设时期，党面临的主要任务是，实现从新民主主义到社会主义的转变，进行社会主义革命，推进社会主义建设，为实现中华民族伟大复兴奠定根本(   )前提和(   )基础。", "A", "《中共中央关于党的百年奋斗重大成就和历史经验的决议》指出，实践充分说明，（   ）选择了中国共产党，没有中国共产党领导，民族独立、人民解放是不可能实现的。", "D", "《中共中央关于党的百年奋斗重大成就和历史经验的决议》指出，在革命斗争中，党弘扬坚持真理、坚守理想，践行初心、担当使命，不怕牺牲、英勇斗争，对党忠诚、不负人民的伟大建党精神，实施和推进党的建设伟大工程，提出着重从（   ）建党的原则。", "B", "《中共中央关于党的百年奋斗重大成就和历史经验的决议》指出，中国共产党和中国人民以英勇顽强的奋斗向世界庄严宣告，（   ）是决定当代中国前途命运的关键一招，中国特色社会主义道路是指引中国发展繁荣的正确道路，中国大踏步赶上了时代。", "B", "《中国共产党党内监督条例》规定，党内监督的重要方式是（  ）。", "C", "《中国共产党党员教育管理工作条例》第二十条规定，党员每年集中学习培训时间一般不少于（    ）学时。", "C", "《中国共产党党员教育管理工作条例》第四条规定，坚持以党的（   ）为统领，突出党性教育和政治理论教育。", "C", "《中国共产党党员教育管理工作条例》规定，党支部每年至少召开（   ）次组织生活会。", "A", "《中国共产党党员教育管理工作条例》规定，党支部一般每年开展（   ）次民主评议党员。", "A", "《中国共产党党员教育管理工作条例》规定，党支部应当每月开展（   ）次主题党日。", "A", "《中国共产党党员教育管理工作条例》规定，停止党籍（  ）年后无法取得联系的，按照自行脱党予以除名。", "B", "《中国共产党纪律处分条例》规定，超标准、超范围向群众筹资筹劳、摊派费用，加重群众负担的，对直接责任者和领导责任者，情节严重的，给予（   ）处分。", "C", "《中国共产党纪律处分条例》规定，在特殊时期或者紧急状况下，拒不执行党组织决定的，给予（    ）处分。", "D", "《中国共产党纪律处分条例》规定的只有（   ）处分一个档次的违纪行为，不适用减轻处分的规定。", "D", "《中国共产党纪律处分条例》是根据(     ) 制定的。", "B", "《中国共产党普通高等学校基层组织工作条例》明确，高等学校实行（    ）。", "C", "《中国共产党章程》规定，党的建设必须坚决实现（    ）项基本要求。", "B", "《中国共产党支部工作条例（试行）》指出，党支部是党的基础组织，是党组织开展工作的基本（  ），是党在社会基层组织中的（  ），是党的全部工作和战斗力的基础。", "A", "1920年10月，（   ）等在北京成立共产党早期组织，当时取名为“共产党小组”。", "C", "1926年9月，毛泽东发表（   ）一文，指出：“农民问题乃国民革命的中心问题”。", "C", "1927年8月1日，中共在南昌举行起义，其前敌委员会的书记是（  ）。", "B", "1927年9月,毛泽东进行了著名的（       ），提出“支部建在连上”的重要思想。", "C", "1930年10月，江西省苏维埃政府成立，主席（     ）。", "D", "1931年11月，中华苏维埃共和国临时中央政府在（   ）成立。", "C", "1934年10月，中央红军主力在（   ）集结，开始长征。", "B", "1935年12月，中共中央在(    )上确定了抗日民族统一战线的策略方针。", "C", "1937年( )事变爆发，全面抗战由此开始。", "D", "1938年10月，广州、武汉失陷，中国的抗日战争进入（   ）。", "B", "1940年8月至1941年1月，八路军在华北发动一次大规模的对日军的进攻，史称(     )。", "A", "1942年5月，八路军副参谋长(     )在指挥八路军总部进行反“扫荡”战斗时，不幸中弹，壮烈殉国。", "A", "1944年5月21日至1945年4月20日，中共中央在延安举行扩大的六届七中全会，通过了（    ）。", "A", "1945年，党的(   )确立了毛泽东思想为全党的指导思想。", "C", "1946年5月4日，中共中央决定将党在抗日战争时期实行的减租减息政策改变为实现“耕者有其田”的政策，发出的文件是（   ） 。", "B", "1948年8月7日至19日，在中国民主历程中具有重要意义的华北临时人民代表大会在石家庄人民礼堂隆重召开。9月20日至24日，华北人民政府委员会在石家庄召开全体会议，(    )当选政府主席。", "A", "1949年3月，中共中央在（    ）召开七届二中全会。毛泽东在会上向全党同志提出了著名的“两个务必”思想。", "D", "1949年6月6日，中共江西省委正式成立，隶属中共中央（     ）。", "A", "1950年6月朝鲜战争爆发，10月19日以(   )为司令员兼政治委员的中国人民志愿军奉命开赴朝鲜战场。", "B", "1954年9月15日至28日，第一届全国人民代表大会第一次会议在北京隆重召开。大会通过了(   )，以根本大法的形式，把中国共产党在过渡时期的总路线作为国家在过渡时期的总任务确定下来。", "A", "1956年4月，毛泽东发表(    )，初步提出了中国社会主义建设的基本方针，就是要把国内外一切积极因素调动起来，为社会主义事业服务。", "B", "1971年10月25日，第( )届联合国大会通过决议，恢复中华人民共和国在联合国的一切合法权益。", "B", "2012年11月29日，习近平在参观（    ）展览时首次提出中国梦。", "A", "2016年2月2日农历小年，习近平总书记来到井冈山（    ）看望慰问。在这里，总书记对乡亲们说：“在扶贫的路上，不能落下一个贫困家庭，丢下一个贫困群众。”。", "A", "2023年1月9日，习近平在二十届中央纪律二次会议上指出，要以有力政治监督保障党的二十大决策部署落实见效。（）是督促全党坚持党中央集中统一领导的有力举措。", "A", "2023年2月7日，习近平在学习贯彻党的二十大精神研讨班开班仪式上强调，概括提出深入阐述中国式现代化理论，是当二十大的一个（)", "A", "2023年4月3日在学习贯彻习近平新时代中国特色社会主义思想主题教育工作会议上习近平总书记指出要紧紧围绕高质量发展这个全面建设社会主义现代化建设的首要任务，以强化理论学习指导发展实践，以深化（    ）推动解决发展难题。", "A", "2023年5月19日，习近平在中国-中亚峰会上的主旨讲话中指出，千百年来，中国同中亚各族人民一道推动了丝绸之路的繁荣兴盛，为世界（）、丰富发展作出了历史性贡献。", "A", "2023年5月5日，习近平在二十届中央财经委员会第一次会议上强调，人口发展是关系中华民族伟大复兴的大事，必须着力提高人口整体素质，以（）支撑中国式现代化。", "A", "2023年5月5日，习近平在二十届中央财经委员会第一次会议上指出，要完善新发展理念的产业政策，把维护（）作为重中之重", "A", "TFBOYS在2018年央视春晚演唱了歌曲《我和2035有个约》，2035之约指的是（   ）。", "B", "把(　　)作为干部工作核心理念贯穿选人用人全过程。", "A", "报告应当简明扼要、文风质朴，呈报党中央的综合报告一般在5000字以内，专项报告一般在（）字以内，情况复杂.确有必要详细报告的有关内容可以通过附件反映。", "A", "必须坚持和完善公有制为主体、多种所有制经济共同发展的（    ）。", "D", "必须坚定不移贯彻总体国家安全观， 维护国家安全， 我 们要坚持以(     )为宗旨、以(     )为根本。", "A", "必须以党章为根本遵循，把党的政治建设摆在首位，思想建党和（    ）同向发力，统筹推进党的各项建设。", "B", "标志着中国工人阶级开始以独立的政治力量登上历史舞台的事件是（    ）。", "B", "充分发挥中小学校党组织政治核心作用，要健全（    ），明确党组织参与决策具体内容和程序，规范党组织会议、党政联席会议制度，按照民主集中制原则集体讨论决定重要事项。", "C", "从党的先进性来看,党是由(     )组成的,是用先进理 论武装起来的,是按照民主集中制原则组织起来的。", "A", "从领导内容上来讲,党的领导是政治领导、(     )和 组织领导的统一。", "C", "从全面建成小康社会到基本实现现代化，再到全面建成（    ），是新时代中国特色社会主义发展的战略安排。", "B", "从现在起，中国共产党的中心任务就是团结带领全国各 族人民全面建成社会主义现代化强国、实现第二个百年奋斗目标，以(     )全面推进中华民族伟大复兴。", "B", "大革命失败后，中国共产党创建的第一个农村革命根据地是（     ）。", "A", "当今世界正经历百年未有之大变局,主要表现之一是世界版图发生的深刻变化前所未有,世界经济重心加快(  )位移。", "B", "当前我国基础教育要重点解决的问题是(     )。", "A", "党的（    ）是党的根本性建设，决定党的建设方向和效果。", "B", "党的（    ）抓得不实，在重大原则问题上未能同党中央保持一致的，应当予以问责。", "D", "党的地方各级纪律检查委员会和基层纪律检查委员会在同级党的委员会和（    ）双重领导下进行工作。", "D", "党的二十大报告共分为（    ）部分。", "D", "党的二十大报告指出， 未来五年是全面建设社会主义现 代化国家开局起步的(     )。", "B", "党的二十大报告指出， 育人的根本在于 (     ) 。全面贯彻党的教育方针，落实 (     ) 根本任务，培养德智体美劳全面发展的社会主义建设者和接班人。", "A", "党的二十大报告指出，（    ）是促进共同富裕的基础性制度。", "A", "党的二十大报告指出，（    ）是立党为公、执政为民的本质要求。", "C", "党的二十大报告指出，（    ）是民族复兴的根基，（    ）是国家强盛的前提。", "C", "党的二十大报告指出，（    ）是凝聚人心、汇聚民力的强大力量。", "B", "党的二十大报告指出，（    ）是全面建设社会主义现代化国家的基础性、战略性支撑。", "C", "党的二十大报告指出，（    ）是全面建设社会主义现代化国家的内在要求。", "B", "党的二十大报告指出，（    ）是社会主义的生命，是全面建设社会主义现代化国家的必由之路", "D", "党的二十大报告指出，（    ）是社会主义民主政治的本质属性，是最广泛、最真实、最管用的民主。", "C", "党的二十大报告指出，必须坚持科技是第一生产力、人才是第一资源、（    ）是第一动力，深入实施科教兴国、人才强国战略、创新驱动发展战略。", "A", "党的二十大报告指出，坚持不懈用新时代中国特色社会主义思想凝心铸魂，全面加强党的思想建设，加强理想信念教育，引导全党牢记党的宗旨，自觉做共产主义远大理想和中国特色社会主义共同理想的坚定（   ）和忠实（   ）。", "D", "党的二十大报告指出，江山就是人民，人民就是江山。中国共产党领导人民打江山、守江山、守的就是（    ）。", "C", "党的二十大报告指出，解决台湾问题、实现祖国完全统一，是党矢志不渝的（    ），是全体中华儿女的（    ）。", "A", "党的二十大报告指出，经过接续奋斗，实现了小康这个中华民族的千年梦想，打赢了人类历史上规模最大的脱贫攻坚战，历史性地解决了（   ）问题，为全球减贫事业作出了重大贡献。", "A", "党的二十大报告指出，经过十八大以来全面从严治党，我们解决了党内许多突出问题，但精神懈怠危险，（    ），消极腐败危险，脱离群众危险将长期存在。", "A", "党的二十大报告指出，全党必须牢记，坚持（   ）是坚持和发展中国特色社会主义的必由之路，中国特色社会主义是实现中华民族伟大复兴的必由之路，团结奋斗是中国人民创造历史伟业的必由之路，贯彻新发展理念是新时代我国发展壮大的必由之路，（   ）是党永葆生机活力、走好新的赶考之路的必由之路。", "B", "党的二十大报告指出，全面建设社会主义现代化国家， 是一项伟大而艰巨的事业，前途光明，任重道远。我们必须增 强(     ) ，坚持(     ) ，做到居安思危、未雨绸缪，准备经受风高浪急甚至惊涛骇浪的重大考验。", "C", "党的二十大报告指出，人民民主是社会主义的(     )，是全面建设社会主义现代化国家的应有之义。", "B", "党的二十大报告指出，十八大以来，我们党勇于进行理论探索和创新，以全新的视野深化对共产党（  ）规律、社会主义（  ）规律、人类社会（  ）规律的认识，取得重大理论创新成果，集中体现为新时代中国特色社会主义思想。", "D", "党的二十大报告指出，十九大以来的五年是极不寻常、极不平凡的五年。党中央统筹两个大局，就党和国家事业作出重大战略部署，团结带领全党全军全国各族人民有效应对严峻复杂的国际形势和接踵而至的巨大风险挑战，以（    ）的精神把新时代中国特色社会主义不断推向前进。", "D", "党的二十大报告指出，十年来，我国经济实力实现历史性跃升，国内生产总值从五十四万亿元增长到（    ）亿元，我国经济总量占世界经济的比重达百分之八点五，提高起点二个百分点，稳居世界第二位。", "A", "党的二十大报告指出，十年来，我国人均国内生产总值从三万九千八百元增加到（    ）元。", "C", "党的二十大报告指出，十年来，我们经过接续奋斗，实现了（    ）这个中华民族的千年梦想，打赢了人类历史上规模最大的脱贫攻坚战，历史性地解决了绝对贫困问题。", "D", "党的二十大报告指出，实施（  ），强化就业优先政策，健全就业公共服务体系，加强困难群体就业兜底帮扶，消除影响平等就业的不合理限制和就业歧视，使人人都有通过勤奋劳动实现自身发展的机会。", "B", "党的二十大报告指出，未来五年是全面建设社会现代化国家开局起步的（    ）。", "B", "党的二十大报告指出，我们要办好人民满意的教育，全面贯彻党的教育方针，落实立德树人根本任务，培养德智体美劳全面发展的社会主义建设者和接班人，加快建设高质量教育体系，发展（  ），促进教育公平。", "D", "党的二十大报告指出，我们要深入推进环境污染防治，持续深入打好(     ) 保卫战。", "A", "党的二十大报告指出，要加强国家安全教育，提高各级领导干统筹（）能力。", "A", "党的二十大报告指出，要健全覆盖全民、(     ) 、可持续的多层次社会保障体系，扩大社会保险覆盖面。", "C", "党的二十大报告指出，要增强中华文明传播力影响力，坚守（  ）立场，讲好中国故事、传播好中国声音，展现可信、可爱、可敬的中国形象，推动中华文化更好走向世界。", "C", "党的二十大报告指出，以（    ）为主线加强和改进党的民族工作。", "B", "党的二十大报告指出： 广大青年要坚定不移听党话、跟党走，怀抱梦想又脚踏实地，敢想敢为又善作善成，立志做（   ）的新时代好青年，让青春在全面建设社会主义现代化国家的火热实践中绽放绚丽之花。①有理想  ②敢担当   ③能吃苦  ④肯奋斗  ", "D", "党的二十大报告指出： 我们要加快发展方式绿色转型，实施（   ）战略，发展绿色低碳产业，倡导绿色消费，推动形成绿色低碳的生产方式和生活方式。", "B", "党的二十大报告指出：（    ）是国家治理的一场深刻革命，关系党执政兴国，关系人民幸福安康，关系党和国家长治久安。", "C", "党的二十大报告指出：（    ）是全面建设社会主义现代化国家的首要任务。", "C", "党的二十大报告指出：（   ）是民族复兴的根基，（    ）是国家强盛的前提。", "B", "党的二十大报告指出：（   ）推进碳达峰碳中和，立足我国能源资源禀赋，坚持先立后破，有计划分步骤实施碳达峰行动，深入推进能源革命，加强煤炭清洁高效利用，加快规划建设新型能源体系，积极参与应对气候变化全球治理。", "B", "党的二十大报告指出：必须贯彻新时代党的强军思想，贯彻新时代军事战略方针，坚持党对人民军队的绝对领导，坚持（   ），加快军事理论现代化、军队组织形态现代化、军事人员现代化、武器装备现代化，提高捍卫国家主权、安全、发展利益战略能力，有效履行新时代人民军队使命任务。①政治建军  ②改革强军   ③科技强军④人才强军   ⑤依法治军", "D", "党的二十大报告指出：必须坚持科技是第一生产力、（    ）是第一资源、创新是第一动力", "B", "党的二十大报告指出：持以严的基调强化正风肃纪，锲而不舍落实中央八项规定精神，持续深化纠治“四风”，重点纠治形式主义、官僚主义，坚决破除特权思想和特权行为。坚决打赢反腐败斗争攻坚战持久战，腐败是危害党的生命力和战斗力的最大毒瘤，（   ）是最彻底的自我革命。", "D", "党的二十大报告指出：大自然是人类赖以生存发展的基本条件。（   ）是全面建设社会主义现代化国家的内在要求。必须牢固树立和践行绿水青山就是金山银山的理念，站在人与自然和谐共生的高度谋划发展。①尊重自然  ②顺应自然   ③保护自然   ④服从自然  ", "A", "党的二十大报告指出：繁荣发展文化事业和文化产业，坚持以（   ）的创作导向，推出更多增强人民精神力量的优秀作品，健全现代公共文化服务体系，实施重大文化产业项目带动战略。", "D", "党的二十大报告指出：建设堪当民族复兴重任的高素质干部队伍，坚持（    ），树立选人用人正确导向，选拔忠诚干净担当的高素质专业化干部，选优配强各级领导班子，加强干部斗争精神和斗争本领养成，激励干部敢于担当、积极作为。①德才兼备  ②以德为先   ③五湖四海  ④任人唯贤  ", "D", "党的二十大报告指出：健全社会保障体系，健全（   ），扩大社会保险覆盖面。①覆盖全民  ②统筹城乡   ③公平统一④安全规范   ⑤可持续的多层次社会保障体系", "D", "党的二十大报告指出：经过不懈努力，党找到了（   ）这一跳出治乱兴衰历史周期率的第二个答案，确保党永远不变质、不变色、不变味。", "D", "党的二十大报告指出：全党必须牢记，坚持（   ）。这是我们在长期实践中得出的至关紧要的规律性认识，必须倍加珍惜、始终坚持，咬定青山不放松，引领和保障中国特色社会主义巍巍巨轮乘风破浪、行稳致远。①党的全面领导是坚持和发展中国特色社会主义的必由之路  ②中国特色社会主义是实现中华民族伟大复兴的必由之路   ③团结奋斗是中国人民创造历史伟业的必由之路④贯彻新发展理念是新时代我国发展壮大的必由之路   ⑤全面从严治党是党永葆生机活力、走好新的赶考之路的必由之路", "D", "党的二十大报告指出：全党必须牢记，全面从严治党永远在路上，党的自我革命永远在路上，决不能有松劲歇脚、疲劳厌战的情绪，必须持之以恒推进全面从严治党，深入推进新时代党的建设新的伟大工程，以党的（   ）引领社会革命。", "B", "党的二十大报告指出：全党全军全国各族人民要紧密团结在党中央周围，牢记（   ），为全面建设社会主义现代化国家、全面推进中华民族伟大复兴而团结奋斗！①空谈误国、实干兴邦  ②坚定信心、同心同德   ③埋头苦干、奋勇前进。", "D", "党的二十大报告指出：全党要把青年工作作为（   ）工作来抓，用党的科学理论武装青年，用党的初心使命感召青年，做青年朋友的知心人、青年工作的热心人、青年群众的引路人。", "B", "党的二十大报告指出：全过程人民民主是社会主义民主政治的（    ），是最广泛、最真实、最管用的民主。", "B", "党的二十大报告指出：全面建设社会主义现代化国家，必须充分发挥亿万人民的创造伟力。全党要坚持（    ），坚持一切为了人民、一切依靠人民，从群众中来、到群众中去，始终保持同人民群众的血肉联系，始终接受人民批评和监督，始终同人民同呼吸、共命运、心连心，不断巩固全国各族人民大团结，加强海内外中华儿女大团结，形成同心共圆中国梦的强大合力。①全心全意为人民服务的根本宗旨②树牢群众观点   ③贯彻群众路线 ④尊重人民首创精神  ", "D", "党的二十大报告指出：全面准确、坚定不移贯彻（   ）的方针，坚持依法治港治澳，落实中央全面管治权，落实“爱国者治港”、“爱国者治澳”原则，支持香港、澳门发展经济、改善民生、破解经济社会发展中的深层次矛盾和问题，促进香港、澳门长期繁荣稳定，支持香港、澳门更好融入国家发展大局，为实现中华民族伟大复兴更好发挥作用。     ①“一国两制”  ②“港人治港”   ③“澳人治澳”  ④高度自治   ", "D", "党的二十大报告指出：实施就业（   ），强化就业优先政策，健全就业公共服务体系，加强困难群体就业兜底帮扶，消除影响平等就业的不合理限制和就业歧视，使人人都有通过勤奋劳动实现自身发展的机会。", "B", "党的二十大报告指出：提高全社会文明程度，实施公民道德建设工程，弘扬中华传统美德，加强家庭家教家风建设，推动明大德、守公德、严私德，提高人民道德水准和文明素养，在全社会弘扬（   ）。①劳动精神  ②奋斗精神  ③奉献精神  ④创造精神  ⑤勤俭节约精神", "D", "党的二十大报告指出：我国是工人阶级领导的、以工农联盟为基础的人民民主专政的社会主义国家，国家一切权力属于人民。（   ）是社会主义的生命，是全面建设社会主义现代化国家的应有之义。", "C", "党的二十大报告指出：我们经过接续奋斗，实现了小康这个中华民族的千年梦想，打赢了人类历史上规模最大的脱贫攻坚战，历史性地解决了（    ）问题，为全球减贫事业作出了重大贡献。", "D", "党的二十大报告指出：我们深入推进全面从严治党，坚持打铁必须自身硬，提出和落实新时代党的建设总要求，以党的（    ）统领党的建设各项工作。", "B", "党的二十大报告指出：我们实行更加积极主动的开放战略，共建“一带一路”成为深受欢迎的国际公共产品和国际合作平台，我国成为（   ）多个国家和地区的主要贸易伙伴，货物贸易总额居世界第一，吸引外资和对外投资居世界前列，形成更大范围、更宽领域、更深层次对外开放格局。", "B", "党的二十大报告指出：我们要坚持教育（   ）、科技自立自强、人才引领驱动，加快建设教育强国、科技强国、人才强国，坚持为党育人、为国育才，全面提高人才自主培养质量，着力造就拔尖创新人才，聚天下英才而用之。", "B", "党的二十大报告指出：我们要坚持马克思主义在意识形态领域指导地位的（   ）。", "A", "党的二十大报告指出：我们要坚持以（   ）为宗旨、以（   ）为根本、以（    ）为基础、以（    ）为保障。", "C", "党的二十大报告指出：我们要坚持走中国特色社会主义法治道路，建设中国特色社会主义法治体系、建设社会主义法治国家，围绕保障和促进社会（    ），坚持依法治国、依法执政、依法行政共同推进，坚持法治国家、法治政府、法治社会一体建设，全面推进科学立法、严格执法、公正司法、全民守法，全面推进国家各方面工作法治化。", "D", "党的二十大报告指出：我们要建设具有强大凝聚力和引领力的社会主义意识形态，牢牢掌握党对意识形态工作领导权，全面落实意识形态工作责任制，巩固壮大奋进新时代的主流思想舆论，加强全媒体传播体系建设，推动形成良好网络生态。广泛践行社会主义核心价值观，弘扬以伟大（    ）为源头的中国共产党人精神谱系。", "D", "党的二十大报告指出：我们要健全人民当家作主制度体系，扩大人民（   ），保证人民依法实行民主选举、民主协商、民主决策、民主管理、民主监督，发挥人民群众积极性、主动性、创造性，巩固和发展生动活泼、安定团结的政治局面。", "B", "党的二十大报告指出：我们要落实新时代党的建设总要求，健全全面从严治党体系，全面推进党的（   ），使我们党坚守初心使命，始终成为中国特色社会主义事业的坚强领导核心。①自我净化  ②自我完善   ③自我革新   ④自我提高   ", "D", "党的二十大报告指出：我们要完善以宪法为（   ）的中国特色社会主义法律体系，加强宪法实施和监督，加强重点领域、新兴领域、涉外领域立法，推进科学立法、民主立法、依法立法。", "B", "党的二十大报告指出：中国坚持对外开放的（   ），坚定奉行互利共赢的开放战略，不断以中国新发展为世界提供新机遇，推动建设开放型世界经济，更好惠及各国人民。", "B", "党的二十大报告指出：中国式现代化的本质要求是：坚持中国共产党领导，坚持中国特色社会主义，（   ），推动构建人类命运共同体，创造人类文明新形态。①实现高质量发展  ②发展全过程人民民主   ③丰富人民精神世界\n④实现全体人民共同富裕   ⑤促进人与自然和谐共生", "D", "党的二十大报告指出中国式现代化是人口规模巨大、全体人民共同富裕、（    ）、人与自然和谐共生、走和平发展道路的现代化。", "B", "党的二十到报告指出，（    ）是全过程人民民主的重要体现。", "A", "党的各级纪律检查委员会是党内（    ）专责机关。", "A", "党的各级委员会实行集体领导和个人分工负责相结合的制度。凡属重大问题都要按照集体领导、民主集中、个别酝酿、（    ）的原则，由党的委员会集体讨论，作出决定。", "D", "党的根本立场和唯一宗旨是（   ）,这是无产阶级政党区别于其他阶级政党的重要标志,也是共产党员党性修养的最高原则和根本内容。", "C", "党的基层委员会、总支部委员会、支部委员会每届任期（    ）。", "D", "党的基层组织是党在社会基层组织中的战斗堡垒，是党 的(     )和战斗力的基础。", "B", "党的基层组织应当把吸收具有马克思主义信仰、共产主义觉悟和中国特色社会主义信念，自觉践行（   ） 的先进分子入党,作为一经常性重要工作。", "D", "党的建设必须坚决实现五项基本要求：坚持党的基本路线；坚持解放思想，实事求是，与时俱进，求真务实；坚持（    ）；坚持民主集中制；坚持从严管党治党。", "C", "党的领导和依法治国不是对立的，而是统一的。我国法律充分体现了（    ），我们党依法办事，这个关系是相互统一的关系。", "C", "党的十八大以来，在文化建设上，我国意识形态领域形势发生全局性、根本性转变，全党全国各族人民(   )明显增强，全社会凝聚力和向心力极大提升。", "D", "党的十一届六中全会通过的(   )，标志着党胜利地完成了指导思想上的拨乱反正。", "B", "党的组织原则是(     )。", "B", "党的最高理想和最终目标是（   ）。", "A", "党纪处分决定以（    ）名义作出并自党组讨论决定之日起生效。", "A", "党务公开应当遵循以下原则：（    ）；坚持发扬民主；坚持积极稳妥；坚持依规依法。", "B", "党小组会一般（  ）召开1次，组织党员参加政治学习、谈心谈话、开展批评和自我批评等。", "A", "党员必须坚持（    ）高于一切，个人利益服从党和人民的利益，吃苦在前，享受在后，克己奉公，多做贡献。", "D", "党员必须密切联系群众，向群众宣传党的主张，遇事同群众商量，及时向党反映群众的意见和要求，维护（    ）。", "A", "党员除了享有表决权、选举权和被选举权以外， 还有权 要求(     )或撤换不称职的干部", "B", "党员如果没有正当理由，连续（   ）不参加党的组织生活，或不交纳党费，或不做党所分配的工作，就被认为是自行脱党。", "C", "党员要求退党，应当经（    ）讨论后宣布除名，并报上级党组织备案。", "D", "党员依法受到（   ）的，党组织应当根据司法机关的生效判决、裁定、决定及其认定的事实、性质和情节，依照《中国共产党纪律处分条例》规定给予党纪处分或者组织处理。", "A", "党员有权向党负责地揭发、检举党的（    ）组织和任何党员违纪违法的事实。", "D", "党章规定，党的地方各级纪律检查委员会和基层纪律检 查委员会如果对同级党的委员会处理案件的决定有不同意见， 可以请求上一级纪律检查委员会予以(    )。", "B", "党章规定，党的基层委员会、总支部委员会、支部委员 会每届任期(     )。", "C", "党章规定，党要坚决支持共青团根据广大青年的特点和 需要，生动活泼地、富于创造性地进行工作，充分发挥团的(    )和联系广大青年的桥梁作用。", "A", "党章规定，党员的党龄，从(     ) 之日算。", "D", "党章规定，发展党员，必须经过(     ) ，坚持个别吸收的原则。", "C", "党章规定，中国共产党领导人民发展社会主义先进文化，要努力使我国人民成为有理想、有道德（    ）、有纪律的人民", "C", "党章规定，中国共产党领导人民建设社会主义生态文明，树立尊重自然、顺应自然、保护自然的（    ）", "B", "党政领导班子考核内容不包括（    ）。", "A", "党政领导干部考核方式主要包括(  )、年度考核、专项考核、任期考核。", "B", "党支部工作必须坚持把党的（  ）摆在首位，牢固树立“四个意识”，坚定“四个自信”，做到“四个服从”，旗帜鲜明讲政治。", "B", "党支部每年至少（)次组织生活会，一般安排在第四季度，也可以根据工作需要随时召开。", "A", "党支部书记（  ）应当向上级党组织和党支部党员大会述职，接受评议考核，考核结果作为评先评优、选拔使用的重要依据。", "C", "党中央决定，在全党大兴(     ) ，作为在全党开展的主题教育的重要内容，推动全面建设社会主义现代化国家开好 局起好步。", "B", "党组的成员，由(     )的党组织决定。", "A", "党组织对违反党的纪律的党员，应当本着(   )的精神，按照错误性质和情节轻重，给以批评、教育直至纪律处分。", "A", "党组织应当通过宣传党的政治主张和深入细致的思想政治工作，提高党外群众对党的认识，不断扩大（   ）队伍。", "C", "党组织在纪律审查中发现党员严重违纪涉嫌违法犯罪的，原则上先作出（  ）决定，并按照规定给予（  ）后，再移送有关国家机关依法处理。", "A", "党组织在纪律审查中发现党员严重违纪涉嫌违法犯罪的，原则上先做出（    ）决定，并按照规定给予政务处分后，再移送有关国家机关依法处理。", "D", "第一次明确提出彻底的反帝反封建民主革命纲领的会议是( )。", "B", "第一次提出“建设有中国特色的社会主义理论”概念是党的（     ）。", "B", "调查研究必须坚持问题导向， 增强问题意识， 以(     )为根本目的，真正把情况摸清、把问题找准、把对策提实。", "C", "对党不忠诚不老实，表里不一，阳奉阴违，欺上瞒下，搞两面派，做两面人，情节较轻的，给予警告或者严重警告处分：情节较重的，给予撤销党内职务或者留党察看处分；情节严重的，给予（    ）处分。", "D", "对党员的纪律处分必须经过支部大会讨论决定，报党的（    ）批准。", "D", "对党组织的问责方式包括（    ）。", "", "二十大报告中呼吁，各国人民同心协力，构建人类命运共同体，建设（    ）的世界。", "C", "二十届中共中央政治局10月25日召开会议指出，（    ）是当前和今后一个时期全党全国的首要政治任务。", "B", "二十届中共中央政治局10月25日召开会议指出，中央宣讲团要发挥好示范作用，各地区各部门要抽调骨干力量组建宣讲队伍，组织好面向基层的宣讲，紧密联系广大干部群众（   ）开展宣讲，让人民群众听得懂、能领会、可落实，推动党的二十大精神走进基层、走进群众。", "D", "二十届中共中央政治局10月25日召开会议指出，抓（    ）只有进行时，没有完成时。中央政治局的同志要带头弘扬党的光荣传统和优良作风，严格执行中央八项规定，严于律己、严管所辖、严负其责，在守纪律讲规矩、履行管党治党政治责任等方面为全党同志立标杆、作表率。", "B", "发挥人民群众积极性、主动性、创造性，巩固和发展(     ) 的政治局面。", "D", "发展社会主义先进文化，不忘本来、吸收外来、面向未来，更好构筑（    ）、中国价值、（    ），为人民提供精神指引。", "B", "发展是解决我国一切问题的基础和关键，发展必须是科学发展，必须坚定不移贯彻（    ）的新发展理念。", "A", "高等学校党的组织应当构建(   )的党员经常性学习教育体系。", "A", "高等学校等单位和部门举办的中小学校，其党组织关系一般由（    ）党组织管理。", "B", "高等学校要坚持育人为本、德育为先，把（   ）作为根本任务。", "B", "高校党的支部委员会和不设支部委员会的支部书记、副书记每届任期(    )年。", "B", "工作中不负责任或者疏于管理，贯彻执行、检查督促落实上级决策部署不力，给党、国家和人民利益以及公共财产造成较大损失的，对直接责任者和领导责任者，给予警告或严重警告处分；造成重大损失的，给予(    )处分。", "D", "管党治党，各级党组织书记负（    ）。", "B", "贯彻新发展理念，建设现代化经济体系，必须坚持质量第一、效益优先，以（  ）为主线。", "C", "贯穿于习近平新时代中国特色社会主义思想的立场观点方法有，必须坚持人民至上，（    ），必须坚持自信自立，必须坚持守正创新，必须坚持问题导向、必须坚持系统观念、必须坚持胸怀天下", "B", "规模较大、跨区域的农民专业合作组织，专业市场、商业街区、商务楼宇等，符合条件的，应当成立（  ）。", "D", "国民党发动全面内战是从1946年进攻（    ）解放区开始的。", "D", "红军长征途中召开的( )，开始确立了毛泽东在党中央和红军的领导地位，挽救了党、挽救了红军、挽救了中国革命，成为党的历史上一个生死攸关的转折点。", "B", "互联网发展是无国界、无边界的，利用好、发展好、治理好互联网必须深化网络空间国际合作，携手构建网络空间（    ）。", "A", "机关、国有企业、事业单位，党支部书记一般由本部门本单位（  ）担任，也可以由本部门本单位其他负责人担任。根据工作需要，上级党组织可以选派党员干部担任专职党支部书记。非公有制经济组织、社会组织，一般（  ）选任党支部书记，应当注重从业务骨干中选拔党支部书记。没有合适人选的，可以由上级党组织选派党支部书记。", "A", "加快完善社会主义市场经济体制改革必须以 (   )和(   )为重点，实现产权有效激励、要素自由流动、价格反应灵活、竞争公平有序、企业优胜劣汰。", "A", "加强党对意识形态工作的领导，党的理论创新全面推进，（   ）在意识形态领域的指导地位更加鲜明，中国特色社会主义和中国梦深入人心。", "A", "加强和规范党内政治生活，必须以(   )为根本遵循。", "A　", "加强和规范党内政治生活的重要任务是(       )。", "C", "坚持（    ）原则，参与讨论决定人才工作政策措施，会同有关方面做好各类人才培养、引进、使用、管理、服务和奖惩工作，对教职工聘用考评、职称评审等提出意见。", "B", "坚持从严管党治党，要把（    ）贯穿于管党治党全过程和各方面。", "D", "坚持和加强党的全面领导，最重要的是坚决维护（   ）和集中统一领导。", "C", "坚持以人民为中心发展教育，加快建设高质量教育体系，发展素质教育，  (     )。", "A", "坚持照镜子、正衣冠、洗洗澡、治治病的要求，开展党的群众路线教育实践活动和“三严三实”专题教育，推进“两学一做”学习教育(    )，全党理想信念更加坚定、党性更加坚强。", "D", "坚持总体国家安全观，必须坚持国家利益至上，以（   ）为宗旨，以政治安全为根本。", "C", "坚定不移走中国特色社会主义法治道路，完善以（    ）为核心的中国特色社会主义法律体系。", "B", "践行全心全意为人民服务的根本宗旨把党的（     ）贯彻到治国理政全部活动之中，把人民对美好生活的向往作为奋斗目标，依靠人民创造历史伟业。", "D", "江西省第十五次党代会描绘了未来五年江西发展的蓝图愿景，提出全面建设 “六个江西”，“六个江西”是指（   ）。", "A", "教育兴则国家兴， 教育强则国家强。(     ) 发展水平 是一个国家发展水平和发展潜力的重要标志。", "D", "借用管理和服务对象的钱款、住房、车辆等，影响公正执行公务，情节较重的，给予警告或者严重警告处分；情节严重的，给予(    )处分。", "D", "进入新发展阶段、贯彻新发展理念、构建新发展格局，是由我国经济社会发展的理论逻辑、历史逻辑、现实逻辑决定的，三者紧密关联。进入新发展阶段明确了我国发展的（   ），贯彻新发展理念明确了我国现代化建设的（   ），构建新发展格局明确了我国经济现代化的（    ）。", "A", "井冈山革命烈士陵园于1987年始建，同年10月建成并开放参观游览。1997年10月，由（    ）题字的“井冈山革命烈士纪念碑”落成剪彩。", "A", "军队是要准备打仗的，一切工作都必须坚持（    ）标准，向能打仗、打胜仗聚焦。", "A", "开展（  ），围绕贯彻执行党和国家重大决策、推进落实重大任务，宣讲党的路线方针政策，解读世情国情党情，回应党员关注的问题，引导党员正确认识形势，把思想和行动统一到党中央要求上来。", "B", "开展重大事项请示报告工作应当树牢“四个意识”，落实“四个服从”，把请示报告作为重要政治纪律和政治规矩，把讲政治要求贯彻到请示报告工作全过程和各方面。属于以下哪项原则（    ）。", "A", "开展重大事项请示报告工作应当遵循落实依规治党要求，严格按照党章党规规定的主体.范围.程序和方式开展重大事项请示报告工作。属于以下哪项原则（    ）。", "D", "开展主题教育， 广大党员、干部要真正把(     ) 看家 本领学到手， 自觉用习近平新时代中国特色社会主义思想指导 各项工作。", "B", "开展主题教育，要紧紧围绕(     ) 这个全面建设社会 主义现代化国家的首要任务， 以强化理论学习指导发展实践，以深化调查研究推动解决发展难题。", "A", "抗日战争时期，被中共中央誉为“敌后模范的抗日根据地及统一战线的模范区”的是(    )。", "A", "科学立法、严格执法、公正司法、全民守法深入推进，法治国家、法治政府、法治社会建设相互促进，中国特色社会主义法治体系日益完善，全社会（    ）明显增强。", "D", "利用职权或者职务上的影响，违反有关规定占用公物归个人使用，时间超过（   ），情节较重的，给予警告或者严重警告处分；情节严重的，给予撤销党内职务处分。", "C", "两个结合：是把马克思主义基本原理同中国具体实际相结合、同（）相结合", "A", "领导和团结全国各族人民，以经济建设为中心，坚持四项基本原则，坚持改革开放，自力更生，艰苦创业，为把我国建设成为富强民主文明和谐美丽的社会主义现代化强国而奋斗。这是中国共产党在社会主义初级阶段的（    ）", "C", "马克思主义揭示了（    ），它的基本原理是正确的，具有强大的生命力。", "C", "毛泽东于1927年9月在江西省永新县三湾村对部队进行了著名的“三湾改编”，把党的支部建在（    ）上，人民军队从此有了灵魂。", "D", "毛泽东在（  ）一文中提出了“没有调查，没有发言权”的著名论断。", "A", "民主集中制是（    ）。民主基础上的集中和集中指导下的民主相结合。", "D", "明确规定以支部作为党的基本组织是（    ）作出的决定。", "D", "明确新时代我国社会的主要矛盾，必须坚持（    ）的发展思想，不断促进人的全面发展、全体人民共同富裕。", "C", "明确新时代我国社会主要矛盾，必须坚持以人民为中心的发展思想，不断（    ）、全体人民共同富裕。", "C", "南昌起义打响了武装反抗国民党反动派的第一枪，这是中国共产党（    ）。", "D", "南方三年游击战争期间，江西境内及周边游击区有（    ）块。", "D", "年满（   ）的中国工人、农民、军人、知识分子和其他社会阶层的先进分子，可以申请加入中国共产党。", "B", "培养什么人、怎样培养人、为谁培养人是教育的(     )。", "D", "区别新旧民主主义革命的根本标志是（   ）。", "C", "全党必须牢记，（    ）是坚持和发展中国特色社会主义的必由之路。", "C", "全方位夯实粮食安全根基，牢牢守住（）亩耕地红线", "A", "全面从严治党“两个责任”是指党委的（  ）和纪委的（  ）。", "D", "全面建成社会主义现代化强国，总的战略安排是分两步走：从二〇二〇年到二〇三五年基本实现（  ）；从二〇三五年到本世纪中叶把我国建成（  ）的社会主义现代化强国。", "B", "全面建设社会主义现代化国家， 全面推进中华民族伟大 复兴，关键在(     )。", "A", "全人类共同价值包括和平、发展、公平、正义、民主、（    ）", "A", "日本帝国主义为挑起全面侵华战争制造的事件是（    ）。", "C", "入党介绍人要认真了解发展对象的入党动机、政治觉悟、（   ）、工作经历、 现实表现等情况，如实向党组织汇报。", "A", "上海的中国共产党早期组织创办的供工人阅读的刊物是（  ）。", "B", "深入推进新时代党的建设新的伟大工程，必须坚持不懈 用(     )凝心铸魂。", "A", "十月革命一声炮响，给中国送来了马克思列宁主义。在中国人民和中华民族的伟大觉醒中，在马克思列宁主义同中国工人运动的紧密结合中，中国共产党应运而生。中国产生了共产党，这是开天辟地的大事变，深刻改变了（   ）。①近代以后中华民族发展的方向和进程②中国人民和中华民族的前途和命运③世界发展的趋势和格局 ④世界霸权格局", "D", "实践告诉我们， 中国共产党为什么(     ) ，中国特色社会主义为什么(   )， 归根到底是马克思主义(    )。", "B", "实施乡村振兴战略，必须把确保（    ）作为首要任务，把提高农业综合生产能力放在更加突出的位置，把“藏粮于地、藏粮于技”真正落实到位。", "A", "实现“两个一百年”奋斗目标、实现中华民族伟大复兴的中国梦，不断提高人民生活水平，必须坚定不移把（   ）作为党执政兴国的第一要务。", "C", "实现伟大梦想，必须建设伟大工程。这个伟大工程就是我们党正在深入推进的（    ）。", "B", "实现中华民族伟大复兴不是轻轻松松、敲锣打鼓就能实现的，必须勇于进行具有许多新的历史特点的伟大斗争，准备付出更为艰巨、更为艰苦的努力。我们取得的一切成就，都是（    ）奋斗出来的。", "B", "实行师德“（）”，把师德表现作为教师资格注册、年度考核、职称评审、岗位聘用、评优奖励的首要标准。", "A", "使命呼唤担当，使命引领未来。我们要不负人民重托，无愧历史选择，在（    ）的伟大实践中，以党的坚强领导和顽强奋斗，激励全体中华儿女不断奋进，凝聚起同心共筑中国梦的磅礴力量！", "D", "苏区时期，江西境内建立了（    ）个省委、省苏维埃政府。", "C", "土地革命时期，以毛泽东为代表的中国共产党人创建了井冈山革命根据地，点燃了中国革命的星星之火，开辟了农村包围城市的中国革命道路，培育了伟大的（    ）。", "A", "土地革命战争时期，全国最大的革命根据地是（    ）。", "B", "推进（），建设全面终身学习的学习型社会、学习型大国。", "A", "为了坚持、巩固和扩大抗日民族统一战线，中国共产党制定了（   ）的策略总方针。", "A", "为了实现中华民族伟大复兴，中国共产党团结带领中国人民，自信自强、守正创新，统揽伟大斗争、伟大工程、伟大事业、伟大梦想，创造了新时代中国特色社会主义的伟大成就。为实现中华民族伟大复兴提供了（   ）。①更为完善的制度保证     ②更为坚实的物质基础③更为主动的精神力量     ④更加坚定的政治保障", "D", "为深化建设勤廉教育打造模范机关， 省委教育工委、省教育厅决定 2023 年在委厅机关处室、直属单位全体党员、干部中开展(     )活动。", "B", "未来（）是全面建设社会主义现代化国家开局起步的关键时期。", "A", "我国第一部社会主义类型的宪法通过并颁布实施是在（     ）年。", "C", "我国经济实力实现历史性跃升，制造业规模、外汇储备稳居（    ）。", "A", "我国全过程人民民主实现了（   ），是全链条、全方位、全覆盖的民主，是最广泛、最真实、最管用的社会主义民主。①过程民主和成果民主       ②程序民主和实质民主\n③直接民主和间接民主       ④人民民主和国家意志相统一", "A", "我国是（  ）领导的、以（  ）为基础的人民民主专政的社会主义国家，国家一切权力属于（  ）。人民民主是社会主义的（  ），是全面建设社会主义现代化国家的应有之义。", "B", "我国正处于并将（    ）处于社会主义初级阶段。这是在原本经济文化落后的中国建设社会主义现代化不可逾越的历史阶段，需要上百年的时间。", "A", "我们党要团结带领人民有效应对重大挑战、抵御重大风险、克服重大阻力、解决重大矛盾，必须（    ）。", "A", "我们经过接续奋斗，实现小康这个中华民族的千年梦想，打赢了人类历史上规模最大的脱贫攻坚战，全国八百三十二个贫困县全部摘帽，近（）农村贫困人口实现脱贫，九百六十多万贫困人口实现易地搬迁。", "A", "我们推进的现代化，是中国共产党领导的社会主义现代化，必须坚持以（    ）推进中华民族伟大复兴，既不走封闭僵化的老路，也不走改旗易帜的邪路，坚持把国家和民族发展放在自己力量的基点上、把中国发展进步的命运牢牢掌握在自己手中。", "B", "武装反抗国民党反动派的第一枪是(    )。", "C", "习近平2023年5月11至12日在河北考察时谈到，要大兴（    ）之风，深入了解群众需要，切实解决广大百姓关心关切的利益问题，不断提高人民的获得感、幸福感、安全感。", "A", "习近平新时代中国特色社会主义思想的核心要义是(     )。", "D", "习近平在2023年3月30日二十届中央政治局第四次集体学习时谈到，要带头抓好（    ）深入实际、深入群众，增强问题意识，真正把情况摸清、把问题找准、把对策提实。", "A", "习近平在参加党的二十大广西代表团讨论时强调，团结才能胜利，奋斗才会成功。党的十八大以来，我们党紧紧依靠人民，稳经济、促发展，（    ）、化危机，攻克了一个个看似不可攻克的难关险阻，创造了一个个令人刮目相看的人间奇迹。①战贫困  ②建小康  ③控疫情  ④抗大灾  ⑤应变局", "D", "习近平在二十届中共中央政治局常委同中外记者见面时的讲话中指出，前进道路上，无论是风高浪急还是惊涛骇浪，人民永远是我们最坚实的（   ）、最强大的（   ）。", "A", "习近平在省部级主要领导干部“学习习近平总书记重要讲话精神，迎接党的二十大”专题研讨班上指出，拥有（  ）指导是我们党鲜明的政治品格和强大的政治优势。", "C", "习近平在十九届六中全会指出：一百年来，党领导人民进行伟大奋斗，积累了宝贵的历史经验，这就是：（    ）①坚持党的领导，坚持人民至上②坚持理论创新，坚持独立自主③坚持中国道路，坚持胸怀天下④坚持开拓创新，坚持敢于斗争⑤坚持统一战线，坚持自我革命", "D", "习近平在中共中央政治局2022年12月26日至27日召开的民主生活会上指出，各级领导干部要以身许党，要有时时放心不下的（）为党和人民尽好责。", "A", "习近平总书记参加党的二十大广西代表团讨论时强调，新时代10年的伟大变革，是全方位、根本性、格局性的，集中体现在二十大报告阐述的（   ）件大事、（   ）个方面历史性成就和历史性变革、（   ）个方面里程碑意义，在党史、新中国史、改革开放史、社会主义发展史、中华民族发展史上具有里程碑意义。我们坚信，在习近平总书记的掌舵领航下，中国这艘复兴号巍巍巨轮必将在“强起来”的历史进程中乘风破浪、扬帆远航，抵达胜利彼岸。", "A", "习近平总书记强调， 这次主题教育， 各级党委(党组)要 扛起(     )责任，把主题教育谋划好、组织好、落实好。", "B", "习近平总书记强调，要（   ），强化现代化经济体系的战略支撑，加强国家创新体系建设，塑造更多依靠创新驱动、更多发挥先发优势的引领型发展。", "B", "习近平总书记强调，遵守党的纪律是（    ）的。", "B", "习近平总书记说：“一个民族的文明进步，一个国家的发展壮大，需要一代又一代人接力努力，需要很多力量来推动，（    ）是其中最持久最深沉的力量。”", "A", "习近平总书记在党的二十大报告中指出，实施(     )， 强化就业优先政策，健全就业公共服务体系，加强困难群体就 业兜底帮扶，消除影响平等就业的不合理限制和就业歧视，使人人都有通过勤奋劳动实现自身发展的机会。", "B", "习近平总书记在二十届中共中央政治局常委同中外记者见面时的讲话中指出，前进道路上，无论是风高浪急还是惊涛骇浪， 人民永远是我们最坚实的(     )、最强大的(      )。", "A", "习近平总书记在江西视察高校（    ），这里有国家硅基LED工程技术研究中心芯片制造实验室。", "D", "习近平总书记在全国高校思想政治工作会议上指出，要把（    ）贯穿教育教学全过程，实现全程育人、全方位育人，努力开创我国高等教育事业发展新局面。", "C", "习近平总书记在全国教育大会上指出，教育服务中华民族伟大复兴，必须在正确的政治路线指导下，全面提高国民的（   ）。", "C", "习近平总书记在全国教育大会上指出，我国是中国共产党领导的社会主义国家，这就决定了我们的教育必须把培养社会主义建设者和接班人作为（   ），培养一代又一代拥护中国共产党领导和我国社会主义制度、立志为中国特色社会主义奋斗终身的有用人才。", "C", "习近平总书记在学习贯彻新时代中国特色社会主义思想主题教育工作会议上的讲话中强调，  (     ) 的宏伟目标令人鼓舞、催人奋进， 我们这一代共产党人使命光荣、责任重大。", "C", "习近平总书记在学习贯彻新时代中国特色社会主义思想主题教育工作会议上的讲话中强调，  (     ) 的宏伟目标令人鼓舞、催人奋进， 我们这一代共产党人使命光荣、责任重大。", "C", "习近平总书记指出， 要践行宗旨为民造福， 教育引导广大党员、干部牢固树立以(     ) 为中心的发展思想。", "B", "习近平总书记指出， 要教育引导党员、干部从思想上(     ) ，不断提高政治判断力、政治领悟力、政治执行力， 增强“四个意识”、坚定“四个自信”、做到“两个维护”。", "D", "习近平总书记指出，（   ）是关系党的事业兴衰成败第一位的问题，道路就是党的生命。", "C", "习近平总书记指出，调查研究是谋事之基、成事之道，没有调查就没有发言权，（  ）。", "C", "习近平总书记指出，实施（    ）是新时代做好“三农”工作的总抓手。", "D", "习近平总书记指出，我们这么大一个党，领导着这么大 一个国家，肩负着带领全国各族人民实现国家强盛、民族复兴 这个艰巨任务，全党必须统一思想、统一意志、统一行动。怎么实现全党思想、意志、行动的统一？ 最根本的就是用(     )。", "C", "习近平总书记指出，这次主题教育，要在(    )下功夫。", "A", "习近平总书记指出，这次主题教育是统一全党思想意志 行动、始终保持党的强大凝聚力、战斗力的必然要求。(     ) 是党的生命，是党的力量所在。", "B", "下列不属于党员应当向党组织报告的事项的是（    ）。", "D", "下列单位一般不设立党组的是（    ）。", "C", "下列属于党员义务的是（    ）。", "B", "下列属于党组织应当向上级党组织请示的事项是（   ）。", "D", "新时代十年的伟大变革，在(     ) 有里程碑意义。", "D", "新文化运动的中心和五四运动的策源地是（    ）。", "B", "新中国成立后，中共中央在庐山召开过（    ）次中央会议。", "B", "新中国第一架飞机在（   ）诞生。", "C", "严明党的纪律，强化党内监督，发展积极健康的党内（    ），全面净化党内（    ）。", "B", "要把严的标准、严的措施贯穿于管党治党全过程和各方面。坚持依规治党、标本兼治，坚持把（    ）挺在前面。", "D", "要发展和用好党务公开新形式，不断拓展（）参与党务公开的广度和深度。", "B", "要全面贯彻党的教育方针，落实立德树人根本任务，发展素质教育，（  ），培养德智体美全面发展的社会主义建设者和接班人。", "A", "要严格党内（    ），健全党员党性定期分析、民主评议等制度。", "B", "一百多年来，党和人民取得的一切成就都是（    ）的结果，（   ）是中国共产党和中国人民最显著的精神标识。", "D", "一些关键核心技术实现突破， 战略性新兴产业发展壮大， 载人航天、探月探火、深海深地探测、超级计算机、卫星导航、量子信息等重大成果， 我国进入(     ) 国家行列。", "A", "依照《中国共产党问责条例》规定，对党的领导干部的问责方式包括（    ）。", "C", "以下不属于党的问责工作应当坚持的原则的是（    ）。", "C", "勇于（    ），从严管党治党，是我们党最鲜明的品格。", "D", "与西方国家现代化有根本不同,我国的现代化是社会主义现代化,(   )是本质要求。", "D", "预备党员转为正式党员，或延长预备期，或取消预备党员资格的，都应当经过（    ）讨论通过和上级党组织批准。", "B", "在2021年全国两会上，碳达峰、碳中和被首次写入我国政府工作报告。我国承诺在（    ）年前实现碳达峰，（     ）年前实现碳中和。", "A", "在马克思主义中国化的历史进程中,( )为中国特色社会主义理论体系的形成奠定了理论基础。", "A", "在社会主义初级阶段，必须坚持和完善公有制为主体、多种所有制经济（   ）的基本经济制度。", "A", "在我们党百年历史上，先后通过《关于若干历史问题的决议》《关于建国以来党的若干历史问题的决议》《中共中央关于党的百年奋斗重大成就和历史经验的决议》。这三个决议通过的时间分别是（     ）。", "D", "在五大新发展理念中，最能体现坚持以人民为中心的发展思想的是（    ）。", "D", "在新中国成立特别是改革开放以来的长期探索和实践基础上，经过党的十八大以来在理论和实践上的创新突破，我们成功推进和拓展了（   ）。", "C", "在中共七大会议上，毛泽东作了（    ）的政治报告。", "D", "这次主题教育不划阶段、不分环节， 要把理论学习、调 查研究、(    )、检视整改等贯通起来， 有机融合、一体推进。", "C", "这次主题教育要不断增进对党的创新理论的政治认同、思想认同、理论认同、(     )， 真正把马克思主义看家本领 学到手， 自觉用新时代中国特色社会主义思想指导各项工作。", "D", "这次主题教育要不断增强党的自我净化、自我完善、自我革新、(     ) 能力，使我们党始终充满蓬勃生机和旺盛活力，始终成为中国特色社会主义事业的坚强领导核心。", "C", "这次主题教育要推动形成清清爽爽的同志关系、规规矩 矩的上下级关系、(     )的新型政商关系。", "D", "政治“三力”是指：政治判断力、政治领悟力（    ）。", "A", "中共江西省委组织部 中共江西省委教育工委\n印发《关于进一步加强全省中小学校党的\n建设工作的意见》的通知指出校党组织要按照统筹整合、方便实用、功能配套的原则，加强党员活动室标准化建设，实现中小学校党建工作“一块党组织牌子、一面党旗、一个（）、一个党建宣传栏”的硬件保障。", "A", "中共江西省委组织部 中共江西省委教育工委\n印发《关于进一步加强全省中小学校党的\n建设工作的意见》的通知指出要加大对优秀青年教师的政治引领和政治吸纳力度，抓好入党积极分子培养，落实“（）”制度，提高党员发展质量。", "A", "中共江西省委组织部 中共江西省委教育工委印发《关于进一步加强全省中小学校党的\n建设工作的意见》的通知党组织设置为党支部的中小学校，党组织书记、校长一般由()人担任，同时应设1名专职副书记，专职副书记协助书记负责学校基层党建、德育、思想政治教育、师德师风等工作。", "D", "中共江西省委组织部 中共江西省委教育工委印发《关于进一步加强全省中小学校党的\n建设工作的意见》的通知指出，中小学校党组织全面领导学校工作，履行（）、管大局、作决策、抓班子、带队伍、保落实的领导职责。", "D", "中共江西省委组织部 中共江西省委教育工委印发《关于进一步加强全省中小学校党的建设工作的意见》中指出每年对中小学校党组织书记至少集中培训（）次，加强对其他党务工作者培训。", "D", "中共一大的中心议题是（    ）。", "A", "中共中央办公厅印发《关于建立中小学校党组织领导的校长负责制的意见(试行)》谈到着力培养政治过硬、（）、业务精湛、治校有方的校长队伍。", "C", "中共中央办公厅印发《关于建立中小学校党组织领导的校长负责制的意见(试行)》指出加强学校各级党组织建设和党员队伍建设工作，严格执行“()”等党的组织生活制度，发挥基层党组织战斗堡垒作用和党员先锋模范作用。", "A", "中共中央办公厅印发《关于建立中小学校党组织领导的校长负责制的意见(试行)》指出开展社会主义核心价值观教育，抓好学生（）工作，做好教职工思想政治工作和学校意识形态工作，加强师德师风建设和学校精神文明建设，推动形成良好校风教风学风。", "D", "中共中央办公厅印发《关于建立中小学校党组织领导的校长负责制的意见(试行)》中指出要坚持把政治标准和政治要求贯穿办学治校、教书育人全过程各方面，坚持社会主义办学方向，落实（）根本任务，团结带领全校教职工推动学校改革发展，培养德智体美劳全面发展的社会主义建设者和接班人。", "A", "中共中央关于党的百年奋斗重大成就和历史经验的决议》指出，把握新发展阶段，贯彻创新、协调、绿色、开放、共享的新发展理念，加快构建以（  ）的新发展格局，推动高质量发展，统筹发展和安全。", "C", "中共中央关于党的百年奋斗重大成就和历史经验的决议》指出，党代表中国最广大人民根本利益，没有任何自己特殊的利益，从来不代表任何利益集团、任何权势团体、任何特权阶层的利益，这是党立于不败之地的（    ）。", "B", "中国共产党代表中国先进生产力的发展要求，代表（    ）的前进方向，代表中国最广大人民的根本利益。", "A", "中国共产党党员是(     )的有共产主义觉悟的先锋战 士。", "A", "中国共产党党员永远是劳动人民的普通一员。除了法律和政策规定范围内的个人利益和工作职权以外，所有共产党员都不得谋求任何（    ）。", "A", "中国共产党党组及其成员应当自觉加强自身建设，坚定政治信仰，增强（    ）、坚定（    ）、做到（    ），严肃党内政治生活，严守党的纪律规矩，弘扬党的优良传统作风，不断提高领导本领，敢于担当负责，自觉接受监督。", "D", "中国共产党第(     )次全国代表大会将毛泽东思想确定为党的指导思想并写入党章。", "C", "中国共产党第(    )次全国代表大会明确提出了经济体制改革的目标是建立社会主义市场经济体制。", "B", "中国共产党第二十次全国代表大会闭幕的时间是（    ）。", "B", "中国共产党第二十次全国代表大会召开的时间是2022年（    ）。", "B", "中国共产党第二十次全国人民代表大会的主题是：高举 中国特色社会主义伟大旗帜，全面贯彻新时代中国特色社会主 义思想， 弘扬伟大(     )， 自信自强、守正创新， 踔厉奋发、 勇毅前行，为全面建设社会主义现代化国家、全面推进中华民 族伟大复兴而团结奋斗。", "B", "中国共产党第一次全国代表大会产生的中央领导机构称为（   ）。", "A", "中国共产党第一次全国代表大会先后在（    ）召开。", "A", "中国共产党领导的多党合作和政治协商制度是一种社会主义的新型政党制度。这一制度的首要提前和根本保证是(     )", "A", "中国共产党人的初心和使命是（    ）。", "C", "中国共产党人建立苏维埃政权的首次尝试出现在（    ）。", "B", "中国共产党人追求的共产主义最高理想，只有在（    ）的基础上才能实现", "D", "中国共产党是中国工人阶级的先锋队，同时是（    ）的先锋队。", "A", "中国共产党首次明确提出执政党的建设问题是在（     ）。", "C", "中国共产党在领导社会主义事业中，必须坚持以（    ）为中心。", "A", "中国抗日战争的起点和中国人民局部抗战开始的标志是（    ）。", "A", "中国梦是中华民族伟大复兴的形象表达。中国梦的最大特点，就是（  ）。", "B", "中国特色社会主义，是科学社会主义理论逻辑和（）历史逻辑的辩证统一，是根植于中国大地、反映中国人民意愿，适应中国和时代发展进步要求的科学社会主义。", "A", "中国特色社会主义进入新时代，我国社会主要矛盾已经转化为人民日益增长的（    ）之间的矛盾。", "D", "中国特色社会主义制度的最大优势是（   ）。", "A", "中国特色社会主义最本质的特征是(     )。", "C", "中华人民共和国第一届全国人民代表大会召开时间是（   ）。", "D", "中华苏维埃共和国实行的制度是（   ）", "B", "中小学校党组织是党在学校中全部工作和战斗力的（    ），发挥政治核心作用。", "A", "主题教育不划分阶段、不分环节，把理论学习、（    ）、推动发展、检视整改贯通起来，有机融合，一体推进。", "A", "主题教育的总要求是，学思想、（    ）重实践、建新功。", "A", "自(     ) 起， 按照党章规定， 党的全国代表大会每五年召开一次，实现了制度化。", "B", "作为党的优良传统，请示报告制度很早就写入（    ），得到有力执行，在革命、建设、改革各个时期发挥了重要作用。", "B", " 《中国共产党党员教育管理工作条例》规定，发现党员 有思想、工作、生活、作风和纪律方面(         ) 问题的， 以及群众对其有不良反映的，党组织负责人应当及时进行提醒 谈话，抓早抓小、防微杜渐。", "AD", "（    ）的发展理念，是中国共产党关于发展理论的重大升华，是习近平新时代中国特色社会主义经济思想的主要内容。", "ABCDE", "（    ）滥用问责，或者在问责工作中严重不负责任，造成不良影响的，应当严肃追究责任。", "AB", "（    ）是关系党生死存亡的问题。", "AC", "（    ）是马克思主义活的灵魂，是我们适应新形势、认识新事物、完成新任务的根本思想武器。", "ABD", "（　　）对同级党委直接领导的党组织及其主要负责人启动问责调查，应当报同级党委主要负责人批准。", "AC", "（）是我国社会主义现代化建设的三个重要支点。", "ACD", "（）同（）一起，做好本单位干部的教育、培训、选拔、考核和监督工作，以及学生辅导员、班主任的配备、管理工作。", "CD", "“不忘初心，牢记使命”主题教育的总要求是（    ）。", "ABCD", "“三个代表”重要思想核心观点是（）。", "ABC", "“三全育人”是指(         )。", "ACD", "“三重一大”指的是：  (       ) 和大额度资金使用。", "ABC", "“言为士则、行为世范”是习近平总书记有关教师队伍建设的新论断新要求， 是(   ）等重要思想观点的进一步丰富和发展。", "ABCD", "“一五”期间，沟通西藏和内地联系公路建成通车的线路是（  ）。", "BCD", "“一五”期间，在苏联的援助下，中国着重建设了一大批基础性的重点工程，为国家的工业化奠定了初步的坚实基础。取得重大进展的三大钢铁基地是（）。", "ABC", "《党章》规定，党内严格禁止用违反（）的手段对待党员，严格禁止打击报复和诬告陷害。", "AC", "《党章》明确，必须坚持（）的发展思想，坚持（）、协调、绿色、开放、共享的发展理念。", "BC", "《党章》中，党在自己的工作中实行群众路线，(    )，把党的正确主张变为群众的自觉行动。", "ABCD", "《党章》总纲指出，中国共产党以马克思列宁主义、毛泽东思想、邓小平理论、（    ）作为自己的行动指南。", "ABD", "《党政领导干部考核工作条例》适用于考核（）；县级以上地方各级党委、人大常委会、政府、政协工作部门或者有关工作机构的领导班子和领导干部。", "ABCD", "《关于党内政治生活的若干准则》要求，坚决维护党中央权威，全党必须自觉防止和反对（    ）。", "ABCD", "《关于加强和改进中央和国家机关党的建设的意见》规定，党的工作机关应当把政治建设摆在首位，要做到（）。", "ABCD", "《关于加强和改进中央和国家机关党的建设的意见》规定，中央和国家机关在党和国家治理体系中处于特殊重要位置，是推动党中央治国理政、管党治党决策部署贯彻落实的领导机关。中央和国家机关党的建设关系（）。", "ABC", "《关于进一步加强全省中小学校党的建设工作的意见》提出，全面贯彻执行党的理论和路线方针政策，贯彻执行党的教育方针，引导监督学校（   ），确保正确办学方向。", "ABC", "《关于进一步加强全省中小学校党的建设工作的意见》指出，完善学校党组织设置和工作机制，创建(     )党组织，扩大党内基层民主，严格党内组织生活，做好发展党员和党员教育管理服务工作。", "ABC", "《关于进一步加强全省中小学校党的建设工作的意见》中指出：近年来，中小学校党建工作取得明显成效，但也存在着不少薄弱环节和突出问题，一些学校党组织和党的工作覆盖还有空白点，（   ）等等。", "ABCD", "《关于建国以来党的若干历史问题的决议》科学地评价了毛泽东，指出：毛泽东同志是（）。", "ABCD", "《关于建立中小学校党组织领导的校长负责制的意见(试行)》提出，选好配强学校领导班子特别是党组织书记和校长。上级党组织要认真履行领导和把关作用，按照有关规定，严格标准条件和程序，精准科学选人用人，注重选拔党性强、懂教育、会管理、有威信、善于做思想政治工作的优秀党员干部担任学校党组织书记，着力培养（    ）的校长队伍。", "ABCD", "《关于建立中小学校党组织领导的校长负责制的意见(试行)》指出，坚持党管干部原则，按照有关规定和干部管理权限，负责干部的（    ）。", "ABCDE", "《关于建立中小学校党组织领导的校长负责制的意见(试行)》指出，实行中小学校党组织领导的校长负责制，必须发挥党组织领导作用，保证校长依法依规行使职权，建立（      ）的工作机制。", "ABCD", "《关于建立中小学校党组织领导的校长负责制的意见(试行)》指出，学校党组织会议和校长办公会议(校务会议)要坚持（     ）。", "ABC", "《关于建立中小学校党组织领导的校长负责制的意见(试行)》指出，学校党组织书记主持党组织全面工作，负责(     )工作。", "ABC", "《关于进一步加强全省中小学校党的建设工作的意见》指出，学校党组织实行集体领导和个人分工负责相结合的制度。凡属重大问题都要按照（    ）的原则，由党组织会议集体讨论作出决定。", "ABCD", "《关于进一步加强全省中小学校党的建设工作的意见》指出，学校党组织要按照统筹整合、方便实用、功能配套的原则，加强党员活动室标准化建设，实现（    ）的硬件保障", "ABCD", "《关于新形势下党内政治生活的若干准则》规定，“三会一课”要突出政治学习和教育，突出党性锻炼，坚决防止（    ）。", "ABCD", "《关于新形势下党内政治生活的若干准则》规定，党的各级组织、全体党员特别是高级干部都要（    ）。", "ABC", "《关于新形势下党内政治生活的若干准则》规定，干部是党的宝贵财富，必须既严格教育、严格管理、严格监督，又在（    ）真诚关爱，鼓励干部干事创业、大胆作为。", "ABCD", "《关于新形势下党内政治生活的若干准则》规定，要形成(         )的选人用人导向。", "ABC", "《关于新形势下党内政治生活的若干准则》明确规定，选拔任用干部必须（    ），把公道正派作为选拔任用干部工作核心理念贯穿选人用人全过程，做到公道对待干部、公平评价干部、公正使用干部。", "ABCD", "《关于新形势下党内政治生活的若干准则》提出，（    ）是加强和规范党内政治生活的重要任务。", "AB", "《关于新形势下党内政治生活的若干准则》提出，必须尊重党员主体地位，保障党员民主权利，落实党员（    ）。", "ABCD", "《关于新形势下党内政治生活的若干准则》提出，领导干部特别是高级干部必须注重（    ），教育管理好亲属和身边工作人员。", "BCD", "《关于新形势下党内政治生活的若干准则》提出，领导机关和领导干部都不准以任何理由和名义（    ）或强迫下级说假话。", "ABC", "《关于新形势下党内政治生活的若干准则》提出，全党必须坚决反对形式主义、官僚主义、享乐主义和奢靡之风，领导干部特别是高级干部要以身作则。反对“四风”，重在解决以下问题：（    ）。", "ABCD", "《关于新形势下党内政治生活的若干准则》提出，全党必须牢固树立（    ），自觉在思想上、政治上、行动上同党中央保持高度一致。", "ABCD", "《关于新形势下党内政治生活的若干准则》提出，适应时代进步和事业发展要求，广泛学习经济、政治、文化、社会、生态文明以及哲学、历史、法律、科技、国防、国际等各方面知识，提高（    ）、底线思维能力，提高领导能力专业化水平。", "ABCD", "《关于新形势下党内政治生活的若干准则》提出，完善权力运行制约和监督机制，形成（    ）的制度安排。", "ABC", "《关于新形势下党内政治生活的若干准则》提出，新形势下，党内政治生活状况总体是好的。同时，一个时期以来，党内政治生活中也出现了一些突出问题，其中有（    ）。", "ABCD", "《关于新形势下党内政治生活的若干准则》提出，新形势下加强和规范党内政治生活，必须以党章为根本遵循，坚持党的政治路线、思想路线、组织路线、群众路线，着力（    ），努力在全党形成又有集中又有民主、又有纪律又有自由、又有统一意志又有个人心情舒畅生动活泼的政治局面。", "ABCD", "《关于新形势下党内政治生活的若干准则》提出，新形势下加强和规范党内政治生活，要着力提高党的领导水平和执政水平、增强拒腐防变和抵御风险能力，着力维护党中央权威、保证党的团结统一、保持党的先进性和纯洁性，努力在全党形成（    ）生动活泼的政治局面。", "ACD", "《关于新形势下党内政治生活的若干准则》提出，在长期实践中，我们党形成了以（    ）、民主集中制、严明党的纪律等为主要内容的党内政治生活基本规范，为保证完成党在各个历史时期中心任务发挥了重要作用。", "ABCD", "《关于新形势下党内政治生活的若干准则》指出：必须高度重视（   ）建设，把（  ）作为开展党内政治生活的首要任务。", "BD", "《中国的民主》白皮书指出，人民通过选举、投票行使权利，选出代表自己意愿的人来掌握并行使权力，是中国民主的一种重要形式，是人民实现当家作主的重要体现。中国的选举是（    ）的，有国家机构选举、村(居)委会选举、企事业单位职工代表大会选举等，涵盖了国家政治生活和社会生活的各个方面;中国的选举是（   ）的，人民的选举权和被选举权得到充分保障，一人一票、票票等值;中国的选举是（   ）的，不受金钱操控，选民按照自己的意愿选出自己信任的人;中国的选举是（   ）的，选举形式手段随着经济社会的发展不断创新和丰富。", "ABCD", "《中国的民主》白皮书指出，中国结合本国实际，探索构建起一套有机贯通、相互协调的监督体系，形成了（    ）的监督网，对权力的监督逐步延伸到每个领域、每个角落。", "ABC", "《中国的民主》白皮书指出，中国结合本国实际，探索构建起一套有机贯通、相互协调的监督体系。具体包括:（      ）;司法监督:审计监督:财会监督:统计监督:群众监督;舆论监督。", "ABCD", "《中国的民主》白皮书指出，中国人口多、地域广，基层治理差异大。人民群众在基层党组织的领导和支持下，依法直接行使民主权利，实现（   ），有效防止了人民形式上有权、实际上无权的现象。", "ABCD", "《中国共产党党内监督条例》第三十八条规定，中国共产党同各民主党派（   ）。各级党组织应当支持民主党派履行监督职能，重视民主党派和无党派人士提出的意见、批评、建议，完善知情、沟通、反馈、落实等机制。", "ABCD", "《中国共产党党内监督条例》第三十三条规定，（  ）应当点名道姓通报曝光。", "ABCD", "《中国共产党党内监督条例》第十条规定，（   ）全面领导党内监督工作。", "ABC", "《中国共产党党内监督条例》第四十三条规定，党组织应当保障党员（  ）和（   ）。", "CD", "《中国共产党党内监督条例》第四十四条规定，党组织应当保障监督对象的（  ）和（  ）等相关权利。", "AB", "《中国共产党党内监督条例》第一条规定，加强党的建设，全面从严治党，强化党内监督，保持党的（  ）。", "BD", "《中国共产党党内监督条例》规定，纪律审查的重点三类情况是（）。", "ABC", "《中国共产党党内监督条例》规定，下列选项属于党内监督重点内容的是（     ）。", "ABC", "《中国共产党党务公开条例(试行)》明确规定，党的组织应当根据所承担的职责任务，建立健全党务公开的保密审查、（）、（）政策解读、（）、舆情分析、应急处置等工作机制。", "ABC", "《中国共产党党务公开条例(试行)》所称的党务公开，是指党的组织将其实施党的领导活动、加强党的建设工作的有关事务，按规定在党内或者向党外公开。适用于（    ）工作机关以及其他党的组织。", "ABCD", "《中国共产党党员教育管理工作条例》第二十三条规定，党组织应当坚持从严教育管理和热情关心爱护相统一，从（  ）上激励关怀帮扶党员。", "ABCD", "《中国共产党党员教育管理工作条例》第二条规定，党员教育管理是党的建设的（  ）工作。", "AC", "《中国共产党党员教育管理工作条例》第九条规定，要组织党员学习党的（  ），学习马克思主义基本原理和党的基本知识。", "ABD", "《中国共产党党员教育管理工作条例》第六条规定，组织党员（    ),深入学习领会习近平新时代中国特色社会主义思想的核心要义。", "ABD", "《中国共产党党员教育管理工作条例》第七条规定，坚持（  ）和（  ）相结合，组织培训和个人自学相结合。", "AC", "《中国共产党党员教育管理工作条例》第三十八条规定，党组织应当教育引导党员严格规范网络行为，敢于同网上错误言论作斗争，不得（  ）违反党的纪律规定和国家法律法规的信息内容。", "BCD", "《中国共产党党员教育管理工作条例》第三十二条规定，在流动党员相对集中的地方，流出地党组织可以依托（  ）等成立流动党员党组织。", "ABCD", "《中国共产党党员教育管理工作条例》第三十七条规定，坚持（  ）和（  ）相结合，依托党员教育管理信息化平台，开展党员信息管理、党组织活动指导管理等工作。", "BD", "《中国共产党党员教育管理工作条例》第三条规定，推进“两学一做”学习教育（  ）。", "AC", "《中国共产党党员教育管理工作条例》第三条规定，要不断增强党员教育管理针对性和有效性，努力建设（  ）的党员队伍。", "ABCD", "《中国共产党党员教育管理工作条例》第十八条规定，党支部召开党员大会，按照（  ）的程序，组织党员进行评议。", "ABD", "《中国共产党党员教育管理工作条例》第一条规定，为了深入学习贯彻习近平新时代中国特色社会主义思想，加强党员教育管理工作，提高党员队伍建设质量，保持党员队伍的（    ）。", "AB", "《中国共产党党员教育管理工作条例》规定，党员应当按期交纳党费。党组织应当做好党费（  ）工作。", "ABC", "《中国共产党党员教育管理工作条例》规定，党员应当主动（  ），依托各类党员教育管理信息化平台，积极参加在线学习培训，认真参加党组织的活动，自觉接受党组织的教育管理。", "AC", "《中国共产党党员教育管理工作条例》规定，党支部开展主题党日，要贴近党员思想和工作实际，组织党员（  ）等。", "ABCD", "《中国共产党党员教育管理工作条例》规定，对（  ）的党员，组织活动和开展学习教育不作硬性要求，党组织通过送学上门、走访慰问等方式，给予更多关心照顾。", "ABC", "《中国共产党党员教育管理工作条例》规定，发现党员有思想、工作、生活、作风和纪律方面（  ）问题的，以及群众对其有不良反映的，党组织负责人应当及时进行提醒谈话，抓早抓小、防微杜渐。", "AD", "《中国共产党党员教育管理工作条例》规定，没有固定工作单位，或者单位未建立党组织的党员，一般编入（  ）等党组织。", "BCD", "《中国共产党党员教育管理工作条例》规定，要增强过硬本领，自觉做习近平新时代中国特色社会主义思想（  ）和（  ）。", "AD", "《中国共产党发展党员工作细则》共有（   ）章（   ） 条。", "BD", "《中国共产党问责条例》规定，调查对象应当在事实材料上签署意见，对（    ）或者（    ）的，调查组应当作出说明或者注明情况。", "AB", "《中国共产党问责条例》规定，对上级错误决定提出（    ）未被采纳，而出现本条例第七条所列问责情形的，依照前款规定处理。", "CD", "《中国共产党问责条例》规定，发现有本条例第七条所列问责情形，需要进行问责调查的，有管理权限的（　　）应当经主要负责人审批，及时启动问责调查程序。", "ABC", "《中国共产党问责条例》规定，可以不予问责或者免予问责的情形有（　　）。", "ABC", "《中国共产党问责条例》规定，可以从轻或者减轻问责的情形有（     ）。", "ABC", "《中国共产党问责条例》规定，问责调查报告应当列明哪些信息（　　）。", "ABCD", "《中国共产党问责条例》中规定，党的作风建设松懈，“四风”问题得不到有效整治，造成严重后果的，应当予以问责。下列属于“四风”的有（    ）。", "ABCD", "《中国共产党支部工作条例(试行) 》指出，党支部担负直接教育党员、管理党员、监督党员和（   ） 的职责。", "ABCD", "《中国共产党重大事项请示报告条例》对（）等基本问题作出明确规定，为开展请示报告工作提供了基本遵循，有利于推动请示报告工作全面走上制度化、规范化、科学化轨道。", "ABCD", "《中国共产党重大事项请示报告条例》对（）几种特殊情形作了规定。", "ABCD", "《中国共产党重大事项请示报告条例》分3条规定了党组织的（   ），并在每一条中分项列出各种情形，以利于党组织对照把握。", "ABC", "《中华人民共和国宪法》体现的两大原则是（    ）。", "BD", "1935年12月9日，北平学生举行声势浩大抗日示威游行时喊的口号是（   ）。", "ABD", "1935年1月召开的遵义会议挽救了党、挽救了红军，挽救了中国革命，是我们党从幼年走向成熟的标志。在这次会议后，三人军事指挥小组的人员有（   ）。", "BCD", "1937年11月，王明从莫斯科回到延安，提出了（）的错误主张。", "BC", "1937年8月，红军主力改编为国民革命军第八路军，有（     ）组成。", "ABD", "1939年10月，毛泽东在《<共产党人>发刊词》中总结革命斗争经验时指出：（   ），是中国共产党在中国革命中战胜敌人的三个法宝，三个重要的法宝。", "ABC", "1942年，中国共产党在全党范围内进行了一次整风运动，其主要任务是（   ）", "ABC", "1945年，蒋介石分别于（    ）三次电邀毛泽东到重庆谈判。", "ABC", "1945年，中国共产党飞赴重庆与国民党当局进行谈判的主要代表有（）。", "ABC", "1945年8月25日，中共中央在对时局的宣言中明确提出的口号是（）。", "ABC", "1945年至1947年，国民党在其统治区为镇压人民反内战运动制造的血案有（    ）。", "AD", "1956年三大改造完成,我国的经济结构、阶级关系发生了根本变化，标志着( )。 ", "ABC", "1958年5月，中共八大二次会议通过的社会主义建设总路线的内容是（）。", "AD", "1961年1月，八届九中全会正式决定对国民经济实行调整、(   )的八字方针。", "ACD", "1979年4月5日至28日，党中央召开工作会议，正式确立了对国民经济实行“（    ）、提高”的方针，通称为新“八字方针”。", "ABC", "1983年10月，邓小平提出“教育要面向（    ）”的要求，为新时期我国教育事业改革发展指明了方向。", "ABC", "1987年，江西省委、省政府决定，率先开放和重点建设“南门北港”，是指(    )", "AB", "1992年1月18日—2月21日，我国改革开放和现代化建设的总设计师邓小平，先后视察（    ）等地，沿途发表了一系列重要谈话，通称“南方谈话”。", "ABC", "2021 年 9 月 27 日至 28 日，中央人才工作会议在北京召 开。习近平总书记出席会议并发表重要讲话，强调要坚持党管 人才， 坚持(        ) ，深入实施新时代人才强国战略，全方 位培养、引进、用好人才，加快建设世界重要人才中心和创新高地，为 2035 年基本实现社会主义现代化提供人才支撑，为2050 年全面建成社会主义现代化强国打好人才基础。", " ABCD", "2022 年 4 月，习近平总书记在中国人民大学考察时强调， 建设中国特色、世界一流大学不能跟在别人后面依样画葫芦，  简单以国外大学作为标准和模式，而是要扎根中国大地，走出 一条建设(        )的新路。", "BC", "2022 年 8 月 20 日，教育部发布《中国职业教育发展白 皮书》指出， 中国把职业教育定位于国民教育体系和人力资源 开发的重要组成部分，充分发挥中国特色社会主义制度优势， (        ) ，构建了现代职业教育发展的制度体系，形成了职 业教育发展的中国模式，为中国式现代化道路注入了强劲的职 教力量。", "ABC", "2022年，习近平总书记在中国人民大学考察时说，思想政治理论课能否在立德树人中发挥应有作用，关键看（     ）。", "ABC", "2022年，习近平总书记在中国人民大学考察时说： 思政课的本质是讲道理，要注重方式方法，把道理讲深、讲透、讲活，（    ），达到沟通心灵、启智润心、激扬斗志。", "AB", "按照建设学习型党组织的要求，高等学校党的委员会需要组织党员学习（）。", "ABCD", "把抓好德育和思想政治工作作为中小学校党组织重要任务，建立(    )的德育工作机制。", "ABCD", "办好各级各类教育，是指(        )。", " ABCD", "保护生态环境关系人民的根本利益和民生发展的长远利益。要树立（    ）的资源观，推动资源利用方式根本转变。", "ACD", "被党中央、国务院、中央军委追授为“两弹一星功勋奖章”的是（    ）。", "ABC", "被问责（　　）应当深刻汲取教训，明确整改措施。", "ABC", "充分发挥中小学校党组织政治核心作用，要完善领导班子配备方式，推行党组织与行政领导班子成员（    ），保证党组织在重大事项决策中的地位。", "AB", "从1949年10月新中国成立到1976年10月“文化大革命”结束，这是中国共产党领导人民进行（    ）的时期。", "CD", "从1978年开始，安徽、四川的基层干部和农民群众，在省委支持下，开始探索试行农业生产责任制的多种形式，主要有（）。", "BCD", "从中共十三大到中共十四大，是邓小平理论形成科学体系的时期，这一时期提出了（    ）。", "ABCD", "当前，世界多极化、（）深入发展，人类社会充满希望。同时，国际形势的不稳定性不确定性更加突出，人类面临的全球性挑战更加严峻，需要世界各国齐心协力、共同应对。", "BCD", "当前我国正处于实现“两个一百年”奋斗目标的历史交汇期，坚持和发展中国特色社会主义更加需要依靠（），更加需要加强（）。", "AC", "党必须适应形势的发展和情况的变化,(     )，增强执政能力。", "AC", "党的地方各级代表大会的职权是（）。", "ABCD", "党的二十大报告指出， 我们要坚持和加强党中央集中统 一领导，健全总揽全局、协调各方的党的领导制度体系，完善 党中央重大决策部署落实机制，确保全党在(        ) 上同党 中央保持高度一致，确保党的团结统一。", "ABCD", "党的二十大报告指出， 增强党内政治生活(        )，用好批评和自我批评武器，持续净化党内政治生态。", "ABCD", "党的二十大报告指出，广泛践行社会主义核心价值观， 弘扬以伟大建党精神为源头的中国共产党人精神谱系，深入开展社会主义核心价值观宣传教育，深化(      ) 教育，  着力培养担当民族复兴大任的时代新人。", "BCD", "党的二十大报告指出，加强党的政治建设， 严明政治纪 律和政治规矩，落实各级党委(党组) 主体责任，提高各级党组织和党员干部(        )。", "BCD", "党的二十大报告指出，全面建设社会主义现代化国家， 必须有一支(        )的干部队伍。", "BCD", "党的二十大报告指出，要深刻认识党面临的执政考验、改革开放考验、市场经济考验、外部环境考验的长期性和复杂性，深刻认识党面临的（）、消极腐败危险的尖锐性和严峻性，坚持问题导向，保持战略定力，推动全面从严治党向纵深发展。", "ABD", "党的二十大报告指出，中国式现代化是人口规模巨大的现代化，是(        )。", "ABCD", "党的二十大报告指出： 全面建设社会主义现代化国家，是一项伟大而艰巨的事业，前途光明，任重道远。我们必须增强忧患意识，坚持底线思维，做到居安思危、未雨绸缪，准备经受风高浪急甚至惊涛骇浪的重大考验。前进道路上，必须牢牢把握以下重大原则：坚持和加强党的全面领导，（   ）。", "ABCD", "党的二十大报告指出：（    ）是全面建设社会主义现代化国家的基础性、战略性支撑。", "ABC", "党的二十大报告指出：从现在起，中国共产党的中心任务就是团结带领全国各族人民（   ）。", "ABC", "党的二十大报告指出：十八大以来，我们党勇于进行理论探索和创新，以全新的视野深化对（   ）的认识，取得重大理论创新成果，集中体现为新时代中国特色社会主义思想。", "ABC", "党的二十大报告指出：十八大召开至今已经十年了。十年来，我们经历了对党和人民事业具有重大现实意义和深远历史意义的三件大事：（   ）。", "ABC", "党的二十大报告指出：十年来，我们坚持马克思列宁主义、毛泽东思想、邓小平理论、“三个代表”重要思想、科学发展观，全面贯彻新时代中国特色社会主义思想，全面贯彻党的基本路线、基本方略，（   ），经受住了来自政治、经济、意识形态、自然界等方面的风险挑战考验，党和国家事业取得历史性成就、发生历史性变革，推动我国迈上全面建设社会主义现代化国家新征程。", "ABCD", "党的二十大报告指出：实践告诉我们，中国共产党为什么能，中国特色社会主义为什么好，归根到底是（   ）。", "AC", "党的二十大报告指出：实践没有止境，理论创新也没有止境。不断谱写马克思主义中国化时代化新篇章，是当代中国共产党人的庄严历史责任。继续推进实践基础上的理论创新，首先要把握好新时代中国特色社会主义思想的世界观和方法论，坚持好、运用好贯穿其中的立场观点方法。必须（    ），坚持系统观念，坚持胸怀天下，站稳人民立场、把握人民愿望、尊重人民创造、集中人民智慧，坚持对马克思主义的坚定信仰、对中国特色社会主义的坚定信念，坚定道路自信、理论自信、制度自信、文化自信，不断提出真正解决问题的新理念新思路新办法，为前瞻性思考、全局性谋划、整体性推进党和国家各项事业提供科学思想方法。", "ABCD", "党的二十大报告指出：我们创立了新时代中国特色社会主义思想，明确坚持和发展中国特色社会主义的基本方略，提出一系列治国理政新理念新思想新战略，实现了马克思主义（    ）新的飞跃。", "AB", "党的二十大报告指出：我们坚持走中国特色社会主义政治发展道路，全面发展全过程人民民主，社会主义民主政治（   ）全面推进，人民当家作主更为扎实，全面依法治国总体格局基本形成。", "ABC", "党的二十大报告指出：我们全面加强党的领导，确保党中央权威和集中统一领导，确保党发挥（   ）的领导核心作用，我们这个拥有九千六百多万名党员的马克思主义政党更加团结统一。", "BD", "党的二十大报告指出：我们全面推进中国特色大国外交，推动构建人类命运共同体，坚定维护国际公平正义，倡导践行真正的多边主义，旗帜鲜明反对一切霸权主义和强权政治，毫不动摇反对任何单边主义、保护主义、霸凌行径。我们推动构建新型国际关系，积极参与全球治理体系改革和建设，全面开展抗击新冠肺炎疫情国际合作，赢得广泛国际赞誉，我国国际（    ）显著提升。", "ABC", "党的二十大报告指出：我们以巨大的政治勇气全面深化改革，许多领域实现（    ），中国特色社会主义制度更加成熟更加定型，国家治理体系和治理能力现代化水平明显提高。", "ABC", "党的二十大报告指出：中国共产党已走过百年奋斗历程。我们党立志于中华民族千秋伟业，致力于人类和平与发展崇高事业，责任无比重大，使命无上光荣。全党务必（    ），坚定历史自信，增强历史主动，谱写新时代中国特色社会主义更加绚丽的华章。", "ABC", "党的二十大的主题是：高举中国特色社会主义伟大旗帜，全面贯彻新时代中国特色社会主义思想，弘扬伟大建党精神，（    ），为全面建设社会主义现代化国家、全面推进中华民族伟大复兴而团结奋斗。", "ABCD", "党的干部是党的事业的骨干，是人民的公仆，要做到 （    ）。", "ACD", "党的各级领导干部必须坚持和维护党的民主集中制，有（    ），有（    ），善于（    ），包括团结同自己有不同意见的同志一道工作。", "ABC", "党的各级领导干部必须信念坚定,（    ），模范地履行党章所规定的各项义务。", "ABCD", "党的各级组织要担负起反腐倡廉政治责任，坚持有腐必反、有贪必肃，坚持“老虎”、“苍蝇”一起打，坚持（     ），党内决不允许有腐败分子藏身之地", "ABD", "党的工作机关领导班子应当自觉接受党内监督和群众监督。领导班子成员应当如实向党组织报告（    ）。", "ABC", "党的工作机关是(  )的执行机关，主要包括办公厅（室）、职能部门、办事机构和派出机关。", "ABCD", "党的工作机关应当自觉接受（    ）监督。", "ABC", "党的基层组织，根据工作需要和党员人数，经上级党组织批准，分别设立党的（    ）。", "ACD", "党的基层组织包括(        )", "BCD", "党的基层组织应当把吸收具有(    )，自觉践行社会主义核心价值观的先进分子入党，作为一项经常性重要工作。", "ABC", "党的纪律处分工作应当坚持以下原则：（    ）", "ABCDE", "党的纪律建设抓得不严，维护党的（    ）、生活纪律不力，导致违规违纪行为多发，造成恶劣影响的，应当予以问责。", "ABCD", "党的建设必须坚决实现以下五项基本要求：（）;坚持解放思想，实事求是，与时俱进，求真务实；（）；（）；坚持从严管党治党。", "ABC", "党的民主集中制的基本原则之一是“四个服从”：党员个人服从党的组织，（）。", "ACD　", "党的全国代表大会的职权是（　　）", "ACD", "党的三大优良作风是（    ）。", "ABC", "党的上下级组织之间要（    ）。党的各级组织要按规定实行党务公开，使党员对党内事务有更多的了解和参与。", "ABC", "党的十八大以来，以习近平同志为核心的党中央在领导推进新时代治国理政的实践中，提出许多具有时代性、实践性、创造性的重大思想观点，形成了（    ）等，这些思想也是习近平新时代中国特色社会主义思想的重要组成部分。", "ABCDE", "党的十六大通过的党章中明确规定：中国共产党是(   )的先锋队", "AB", "党的中央、地方和基层组织，都必须重视党的建设，经常讨论和检查党的（　）、群众工作、统一战线工作等，注意研究党内外的政治思想状况。", "ABCD", "党的中央和地方纪律检查委员会向（）党和（  ）全面派驻党的纪律检查组。", "BC", "党的组织应当根据党务公开的内容和范围，选择适当的公开方式。在党内公开的，一般采取（）等方式。向社会公开的，一般采取发布公报、召开新闻发布会、接受采访，在报刊、广播、电视、互联网、新媒体、公开栏发布等方式，优先使用党报党刊、电台电视台、重点新闻网站等党的媒体进行发布。", "ABCD", "党对国有企业的领导是（）的有机统一。", "BCD", "党领导的革命统一战线中存在两个联盟，它们是（    ）。", "AB", "党内监督必须把纪律挺在前面，下列属于运用监督执纪“四种形态”的有（  ）。", "ABCD", "党内监督的任务是确保党章党规党纪在全党有效执行，维护党的团结统一，重点解决（  ）问题。", "ABCD", "党小组会一般每月召开1次，组织党员参加（   ）等。", "ABC", "党选拔干部努力实现干部队伍的革命化、（    ）、专业化。", "AB", "党要适应改革开放和社会主义现代化建设的要求，坚持（），加强和改善的领导。", "ACD", "党员被依法（    ）的，党组织应当按照管理权限中止其表决权、选举权和被选举权等党员权利。  ", "BD", "党员的义务包括：（　　），带头（　　），为了保护国家和人民的利益，在一切困难和危险的时刻挺身而出，英勇斗争，不怕牺牲。", "ABCD", "党员发展对象一般应当有(    )正式党员作为入党介绍人，入党介绍人一般由(     ) 担任，也可由党组织指定。", "CD", "党员犯罪，有下列情形之一的，应当给予开除党籍处分。（    ）", "ABC", "党员教育管理在方式方法上坚持（  ）相结合。", "ABCD", "党员领导干部违反有关规定干预和插手市场经济活动，有下列行为之一，造成不良影响的，给予警告或者严重警告处分;情节较重的，给予撤销党内职务或者留党察看处分;情节严重的，给予开除党籍处分。(     )", "ABCD", "党员如果没有正当理由（），就被认为是自行脱党。", "BCD", "党员受到警告处分（  ）、受到严重警告处分（  ），不得在党内提升职务和向党外组织推荐担任高于其原任职务的党外职务。", "BC", "党员受留党察看处分期间，没有哪些权利: (    )", "ABC", "党在过渡时期总路线的基本内容包括(     )。", "ABCD", "党章提出，各项工作都要把有利于发展社会主义社会的生产力，有利于增强社会主义国家的综合国力，有利于提高人 民的生活水平，作为总的出发点和检验标准，尊重劳动、尊重知识、尊重人才、尊重创造，做到(        )。", "ABD", "党章指出，要(       ) ，做到发展为了人民、发展依 靠人民、发展成果由人民共享。", "ABCD", "党支部党员大会的职权是：（   ）", "ABCD", "党支部党员大会议题提交表决前，应当经过充分讨论。表决必须有（  ）有表决权的党员到会方可进行，赞成人数超过（  ）有表决权的党员的半数为通过。", "BC", "党支部工作必须坚持民主集中制，（   ）。", "ABCDE", "党支部每年至少召开1次组织生活会，一般安排在（  ）也可以根据工作需要随时召开。组织生活会一般以党支部党员大会、党支部委员会会议或者党小组会形式召开。组织生活会应当确定主题，会前认真学习，（  ），听取意见；会上查摆问题，开展批评和自我批评，明确整改方向；会后制定整改措施，逐一整改落实。", "BC", "党支部是担负（   ）的职责。", "ABCD", "党支部是党的基础组织，担负直接教育党员、管理党员、（    ）和组织群众、宣传群众、凝聚群众、（    ）的职责。", "AC", "党支部书记的主要职责（   ）。", "ABCD", "党支部书记应当具备哪些条件(    )。", "ABCD", "党支部委员会成员应当自觉接受(    )监督，加强互相监督。", "ABC", "党支部委员会设（  ）等，必要时可以设1名副书记。", "ABCD", "党支部委员会是党支部（  ）的领导机构。党支部委员会会议一般每月召开1 次，根据需要可以随时召开，对党支部重要工作进行讨论、作出决定等。党支部委员会会议须有（  ）委员到会方可进行。重要事项提交党员大会决定前，一般应当经党支部委员会会议讨论。", "BC", "党支部要领导本地区本部门本单位（  ）等群团组织，支持它们依照各自章程独立负责地开展工作。", "BCD", "党支部应当经常开展谈心谈话。(        )，每年谈心谈话一般不少于1次。谈心谈话应当坦诚相见、交流思想、交换意见、帮助提高。", "ABC", "党支部应当运用“三会一课”制度，对党员进行经常性的教育管理。党员应当按期参加（  ），进行学习交流，汇报思想、工作等情况。", "ABC", "党中央认为，总结党的百年奋斗重大成就和历史经验，要坚持辩证唯物主义和历史唯物主义的方法论，用(   )的观点来看待党的历史。", "ABC", "党组是党在中央和地方国家机关、（    ）、文化组织和其他组织领导机关中设立的领导机构。", "ABD", "党组织必须对发展对象进行政治审查，政治审查的主要内容是（ ）。", "ABCD", "党组织对入党积极分子要进行(  )等方面的教育。", "ABCDE", "党组织对违犯党的纪律的党员，应坚持（    ）,按照错误性质和情节轻重，给以批评教育直至纪律处分。", "ABC", "党组织对预备党员进行教育和考察主要是通过(  )。", "ABCE", "党组织可以利用电话和（    ）等载体开展请示报告工作。", "ABCD", "党组织应当按照有关规定向上级党组织报备事项（）。", "ABCD", "党组织应当建立健全重大事项请示报告工作督查机制，并将执行请示报告制度情况纳入（）和（）范围。", "AB", "党组织应当向上级党组织报告下列事项（）。", "ABCD", "党组织应对吸收入党积极分子采取(  ) 等形式，帮助他们端正入党动机，确立为共产主义事业奋斗终身的信念。", "ABDE", "党组织有下列行为之一，对直接责任者和领导责任者，情节较重的，给予警告或者严重警告处分;情节严重的，给予撤销党内职务或者留党察看处分。(    )  ", "ABC", "邓小平提出的“三个是否有利于标准”是(   )。", "ACD", "邓小平提出的我们必须在思想政治上坚持的四项基本原则是坚持中国共产党领导、(    )。", "BCD", "第一次国共合作时期孙中山提出的“三大政策”是（   ）。", "BCD", "对“党纪面前人人平等”原则理解正确的是: (    )", "ABCD", "对“实事求是”原则理解正确的是:  (    )", "ABC", "对不履行或者不正确履行党内监督职责，以及纠错、整改不力的，依照(    )等规定处理。", "AB", "对存在换届选举（  ）等问题的，上级党组织应当及时严肃处理。", "ABC", "对党员的纪律处分有五种：警告、（    ）、撤销党内职务、（    ）。", "BCD", "对党员的纪律处分种类有:  (    )", "ABCD", "对党支部需要（  ）或者（  ）换届的，应当认真审核、从严把关，期限一般不超过1年。", "AD", "对发展对象政治审查的基本方法是（   ）", "ABCD", "对抗组织审查,有下列行为之一的，给予警告或者严重警告处分;情节较重的，给予撤销党内职务或者留党察看处分;情节严重的，给予开除党籍处分 。(  )  ", "ABCD", "对同级党委直接领导的党组织，纪委和党的工作机关报经同级党委或者其主要负责人批准，可以采取（　　）方式进行问责。", "AC", "对违反工作纪律行为进行处分时，有下列行为之一的，造成严重不良影响，对直接责任者和领导责任者，情节较轻的，给予警告或者严重警告处分；情节较重的，给予撤销党内职务或者留党察看处分；情节严重的，给予开除党籍处分。（   ）     ", "ABCD", "对违反群众纪律行为进行处分时，有下列行为之一，对直接责任者和领导责任者，情节较轻的，给予警告或者严重警告处分；情节较重的，给予撤销党内职务或者留党察看处分；情节严重的，给予开除党籍处分。 (     )   ", "ABCD", "对违反组织纪律行为进行处分时，有下列行为之一，情节较重的，给予警告或者严重警告处分。（   ）", "ABCD", "对违反组织纪律行为进行处分时，有下列行为之一的，给予警告或者严重警告处分；情节较重的，给予撤销党内职务或者留党察看处分；情节严重的，给予开除党籍处分。（   ）   ", "ABCD", "对信仰宗教的党员，应当加强思想教育，经党组织帮助教育仍没有转变的，应当（  ）；劝而不退的，予以（  ）；参与利用宗教搞煽动活动的，给予开除党籍处分。", "BC", "对于违犯党的纪律的党组织，上级党组织应当责令其作出检查或者进行通报批评。对于严重违犯党的纪律、本身又不能纠正的党组织，上一级党的委员会在查明核实后，根据情节严重的程度，可以予以（ ）。  ", "AC", "发动西安事变的将领有（    ）。", "AC", "发展预备党员支部大会决议内容主要包括:(  )", "ABCDE", "凡列入党务公开目录的事项，有关党的组织应当按照以下程序及时主动公开。公开过程主要有（）。", "BCD", "改革开放和社会主义现代化建设新时期，党面临的主要任务是（   ）。", "ABCD", "改革开放以来我们取得一切成绩和进步的根本原因，归结起来就是（    ）。", "ABCD", "改革开放应当大胆探索，勇于开拓，提高改革决策的科学性，更加注重改革的(     )，在实践中开创新路。", "ABC", "改进党的领导方式要强化（    ）、底线思维。", "ABCD", "改进党的领导方式要正确制定和坚决执行党的路线方针政策，不断增强党的（    ）。", "ABCD", "高等学校党的纪律检查委员会的主要职责包括（）。", "ABCD", "高等学校党的委员会实行(    )相结合的制度。", "ABC", "高等学校党的组织必须(  )，坚守为党育人、为国育才，培养德智体美劳全面发展的中国特色社会主义合格建者和可靠接班人。", "ABCD", "高等学校要按照(      )的方针和有关规定，加强对入党积分子的教育培养和考察，加强在优秀青年教师、优秀学生中发展党员工作。", "ABCD", "高等学校院(系)级单位党组织同本单位行政领导一起，做好本单位干部的教育、（    ）工作。", "ABCD", "高等学校院(系)以下单位设立党支部，要与（）等机构相对应。", "ABCD", "高校党委领导教职工代表大会，支持教职工代表大会正确行使职权，在参与（）等方面发挥积极作用。", "ABD", "高校党委应当坚持党管干部原则，按照干部管理权限对学校干部实行统一管理。努力实现干部队伍（    ），建设忠诚干净担当的高素", "ABCD", "高校党组织应当充分发挥课堂教学的主渠道作用，办好思想政治理论课，推进课程思政建设，拓展新时代大学生思想政治教育的有效途径，形成（）的良好氛围和工作机制。", "BCD", "各级党委教育工作部门或教育行政部门党组织要加强对中小学校党建工作的指导、督促和检查，纳入教育督导内容，与教育教学业务（）。", "ABD", "各级党委应当支持和保证同级（  ）等对国家机关及公职人员依法进行监督。", "ABCD", "各级党组织对发展党员工作中出现的违纪违规问题和不正之风，应当严肃查处。对(    )的党组织及其负责人、直接责任人应当进行批评教育，情节严重的给以纪律处分。", "ABCD", "各级党组织应当把信任激励同严格监督结合起来，促使党的领导干部做到（    ）。", "ABCD", "各级纪律检查机关必须加强自身建设，健全内控机制，自觉接受（  ），确保权力受到严格约束。", "BCD", "根据（　　），上级党组织可以直接启动问责调查，也可以指定其他党组织启动。", "AB", "根据《党章》第四条规定，党员享有八项权利。下列属于党员权利的有(  )", "ABCD", "根据《党政领导干部考核工作条例》，党政领导干部考核方式主要包括（）考核。", "BCD", "根据《党政领导干部考核工作条例》，领导班子考核内容主要包括：政治思想建设、（）。", "ABCD", "根据《党政领导干部考核工作条例》，领导班子年度考核分为（）等次。", "ABCD", "根据《党政领导干部考核工作条例》，有下列情形之一，领导班子和领导干部年度考核结果不得确定为优秀等次：（）", "ABCD", "根据《关于加强和改进城市基层党的建设工作的意见》的要求，为了加强对城市基层党建工作的组织领导，需要做到（）。", "ABD", "根据《关于加强和改进中央和国家机关党的建设的意见》要求，中央和国家机关要带头做深入学习贯彻习近平新时代中国特色社会主义思想的表率，要求要（ ）", "ABCD", "根据《关于新形势下党内政治生活的若干准则》，新形势下，党内政治生活也出现了一些突出问题。这些问题（    ）。", "ABCD", "根据《中国共产党普通高等学校基层组织工作条例》，高校党组织应关心党员学习、工作和生活，建立健全党内（）长效机制。拓宽党员服务群众渠道，建立党员联系和服务群众工作体系。", "BC", "古丝绸之路绵亘万里，延续千年，积淀了以（）为核心的丝路精神，这是人类文明的宝贵遗产。", "ABCD", "关于党支部建设，党委组织部门应当经常（   ）。", "ABCDE", "关于延安整风运动表述正确的有（   ）。", "ABCD", "国有企业党委（党组）发挥领导作用，（），依照规定讨论和决定企业重大事项。", "ABC", "过去中国经济发展是在开放条件下取得的，未来中国经济发展也必须在更加开放的条件下进行。这是根据中国改革开放客观需要作出的自主选择，有利于（）。", "ABC", "红军长征，铸就了伟大的长征精神，其主要点是（  ）。", "ABCD", "基层党组织负责人要经常、主动和干部职工谈心谈话。善于利用重要节点开展谈心谈话，做到（）。", "ABCD", "纪律检查机关必须把维护党的政治纪律和政治规矩放在首位，坚决纠正和查处（  ）等行为。", "ABCD", "纪委派驻（派出）机构除执行本条例外，还应当执行（     ）相关规定。", "AB", "加强党的政治建设，必须坚持和加强（    ），完善（    ），改进(    )，承担起执政兴国的政治责任。", "ABC", "加强党的政治建设，必须进一步增强党组织（    ），彰显国家机关（    ），发挥群团组织(    )，强化国有企事业单位(    )，不断提高党员干部特别是领导干部政治本领。", "ABCD", "加强思想政治建设的“三讲”是指 (   )。", "ACD", "加强中小学校党的建设的重要意义有（）。", "ABCD", "坚持(       )，把问题整改贯穿主题教育始终， 让人民 群众切实感受到解决问题的实际成效。", "ABCD", "坚持创新发展，就是不断推进（   ）等各方面创新，让创新贯穿党和国家一切工作，让创新在全社会蔚然成风。", "ABCD", "坚持党的政治路线，必须全面贯彻实施新时代中国特色社会主义基本方略，统筹推进“(    )”总体布局和协调推进“(     )”战略布局，为实现“(     )”奋斗目标不懈努力。", "ABC", "坚持党对一切工作的领导，保证（），顺利推进新时代中国特色社会主义各项事业，必须建立健全坚持和加强党的全面领导的制度体系，确保党的领导全覆盖，确保党的领导更加坚强有力。", "ABCD", "坚持发展党员工作的基本原则是(    )。", "CD", "坚持改革开放，是我们的强国之路。只有改革开放，才能（）。", "ABC", "坚持和发展中国特色社会主义，关键在于建设一支（    ）的执政骨干队伍。", "ABCD", "坚持和加强党的全面领导，最重要的是坚决维护（     ）和（    ）。", "AB", "坚决打赢反腐败斗争攻坚战持久战， 腐败是危害党的生命力和战斗力的最大毒瘤，反腐败是最彻底的自我革命。只要 存在腐败问题产生的土壤和条件，反腐败斗争就一刻不能停， 必须永远吹冲锋号，坚持(         ) 一体推进， 以零容忍态 度反腐惩恶，决不姑息。", "ABD", "坚决站稳政治立场要坚持以(     )为旗帜、以(   )为方向、以(     )为意志。", "ABD", "坚决站稳政治立场要始终做到（    ）。", "BCD", "建立健全惩治和预防腐败体系要坚持（    ）的方针。", "ABCD", "建立健全党中央统一领导下的党内监督体系，具体包括（   ）。", "ABCD", "建立健全纠错机制，对于重大事项请示报告工作中出现的（）等问题，上级党组织应当及时提醒纠正，并将有关情况体现到考评通报中。", "ABCD", "建立健全问责典型问题通报曝光制度，需要公开的主要针对的是采取（　　）方式问责的。", "BCD", "健全有关部门和学校党组织抓党建述职评议考核制度，要落实（）。", "ABC", "江西传播马克思主义的先驱有（   ）", "ABCD", "江西省第十五次党代会指出，服务和融入新发展格局，要坚持质量第一、效率优先，全力畅通经济循环，加快推动(   )，提升我省特色优势产业稳定性和竞争力，打造全国构建新发展格局的重要战略支点。", "ABC", "江西省第十五次党代会指出，全面贯彻党的教育方针，把立德树人根本任务融入(   )各环节，培养德智体美劳全面发展的社会主义建设者和接班人。", "BCD", "教师要重视自身修为，严于律己、为人师表，才能真正担当起学生(        )的使命责任。", "AC", "教职工党支部要做好对党员的(    )，定期召开组织生活会，开展批评与自我批评。", "ABCD", "解放战争时期，人民解放军进行战略决战的三大战役是（    ）", "BCD", "近代中国的阶级结构是“两头小中间大”，中间阶级是指（    ）。", "ABC", "近代中国反侵略战争失败的内部原因主要是（   ）。", "AC", "近代中国工人阶级的来源主要是（   ）。", "ABC", "近代中国社会的两大历史任务是（   ）。", "BD", "近代中国社会的主要矛盾是（   ）。", "AC", "开展“不忘初心.牢记使命”主题教育是要把（    ）贯穿全过程。", "ABCD", "开展重大事项请示报告工作应当遵循以下原则（）。", "ABCD", "开展主题教育， 要教育引导广大党员、干部锤炼政治品格，以党的旗帜为旗帜、以党的意志为意志、以党的使命为使命，始终忠诚于党、忠诚于人民、忠诚于马克思主义， (       )。", "ABCD", "开展主题教育，要教育引导广大党员、干部学思想、见 行动，树立正确的(        )，增强责任感和使命感。", "ABC", "抗日民主政府在工作人员分配上实行“三三制”原则，即（  ）。", "ABD", "抗日民族统一战线策略总方针中的进步势力主要是指（   ）。", "ABC", "抗日民族统一战线策略总方针中的中间势力主要是指（   ）。", "ABD", "抗日民族统一战线策略总方针中同顽固派作斗争时，应坚持的原则是（   ）。", "BCD", "领导干部不论在哪个岗位、担任什么职务，都要勇于担当、攻坚克难，既当指挥员、又当战斗员，培养和保持（）。", "ABD", "领导干部在民主生活会上进行述责述廉的重点内容是（   ）。", "ABCD", "毛泽东从1928年到1930年提出并阐述了农村包围城市、武装夺取政权道路理论的主要文章是（    ）。", "ABCD", "毛泽东在《关于正确处理人民内部矛盾的问题》一文中提出的解决人民内部矛盾的方法是（）。", "ABC", "毛泽东在八角楼写下的两篇光辉著作分别是（    ）。", "AD", "毛泽东在扩大的最高国务会议上发表《关于正确处理人民内部矛盾的问题》的讲话中提出的两类矛盾是指（）。", "BC", "毛泽东在总结井冈山斗争经验的基础上，提出了“工农武装割据”的重要思想，其基本内容主要有（   ）。", "ABC", "年满十八岁的中国工人、农民、军人、知识分子和其他社会阶层的先进分子，（　　）可以申请加入中国共产党。", "ABC", "培养联系人的主要任务是（  ）", "ABCD", "培育和践行社会主义核心价值观，必须发扬中国人民在长期奋斗中培育、继承、发展起来的伟大的民族精神，这就是习近平总书记在十三届全国人大一次会议上概括的(      ).", "ABCD", "启动问责调查后，要综合考虑主客观因素，正确区分贯彻执行党中央或者上级决策部署过程中出现的（     ）等不同情况，精准提出处理意见。", "ABC", "强化党支部（  ），充分发挥党支部（  ）作用，巩固党长期执政的（  ）。", "ABC", "请示报告制度是我们党的一项重要（    ）。", "ABC", "全党必须始终坚定（    ），坚持（    ），坚决站稳（    ）。", "ABC", "全党同志要高举中国特色社会主义伟大旗帜，为实现（    ）这三大历史任务而奋斗。", "BCD", "人民军队始终和人民（    ），完全彻底为人民奋斗，哪里有敌人，哪里有困难，哪里就有人民子弟兵。", "ACD", "任期考核是对实行任期制的领导班子和领导干部在一届任期内总体表现所进行的全方位考核，一般结合换届考察或者任期届满当年年度考核进行。应当突出对完成届期目标或者任期目标情况的考核。任期考核一般应当按照总结述职、（）形成考核结果等程序进行。", "ABCD", "入党誓词如下:我志愿加入中国共产党，拥护党的纲领，(       ),严守党的纪律，保守党的秘密,对党忠诚，积极工作，为共产主义奋斗终身，随时准备为党和人民牺牲一切，永不叛党。", "ABC", "擅自对应当由党中央决定的重大政策问题作出决定、对外发表主张的，对直接责任者和领导责任者，给予（   ）或者（  ）处分。                                            ", "CD", "社会主义初级阶段的基本路线可以概括为（    ）。", "ABC", "社会主义的本质是解放生产力，发展生产力(  )。", "ABC", "社会主义革命和建设时期，党面临的主要任务是（    ）。", "ABCD", "社会主义核心价值体系的精髓是（    ）", "BD", "涉及（）的重大事项，应当由有关党组织向共同上级党组织联合请示报告。", "ABCD", "申请入党的人，（　　），才能成为正式党员", "ABCD", "十三大制定了社会主义现代化建设“三步走”的战略部署，其内容是（）。", "ABC", "十月革命一声炮响，给中国送来了马克思列宁主义。在中国人民和中华民族的伟大觉醒中，在马克思列宁主义同中国工人运动的紧密结合中，中国共产党应运而生。中国产生了共产党，这是开天辟地的大事变，深刻改变了（   ）。", "ABC", "实行终身问责，对失职失责性质恶劣、后果严重的，不论其责任人是否（　　），都应当严肃问责。", "ABD", "始终做到“三个代表”，是我们党的（）。", "BCD　", "书面报告视情采用正式（）等方式。", "ABC", "提出，深入推进基层党建标准化规范化信息化建设，坚持从（   ）入手，积极创建领导班子好、党员队伍好、发展思路好、制度机制好、工作业绩好、群众反响好的基层党组织。", "ABCDE", "同党中央保持高度一致是一个重大的政治原则。要牢固树立“看齐”意识,严格遵循以习近平同志为总书记的党中央关于重大党史事件和重要党史人物的（    ），正确处理政治和学术、研究和宣传、历史和现实的关系，确保党史工作沿着党中央指引的正确政治方向前进。", "ABC", "推进师德师风建设，要引导教师争做有（    ）的好老师。", "ABCD", "脱贫攻坚目标“两不愁、三保障”中的“三保障”指的是：（）", "BCD", "违反有关规定从事营利活动，有下列行为之一，情节较轻的，给予警告或者严重警告处分：情节较重的，给予撤销党内职务或者留党察看处分：情节严重的，给予开除党籍处分。（   ）  ", "ABCD", "为了把街道社区党组织建设得更加坚强有力，以下措施正确的是（）。", "ABD", "为了实现中华民族伟大复兴，中国共产党团结带领中国人民，自信自强、守正创新，统揽伟大斗争、伟大工程、伟大事业、伟大梦想，创造了新时代中国特色社会主义的伟大成就。为实现中华民族伟大复兴提供了（   ）。", "ABC", "问责决定作出后，发现（    ），应当及时予以纠正。", "ABC", "问责决定作出后，应当及时向（     ）宣布并督促执行。", "ABC", "问责做到事实清楚、证据确凿、依据充分、责任分明、程序合规、处理恰当，防止（　　）。", "ABC", "我国经济发展进入新常态，是指我国经济处于（   ）叠加阶段阶段。", "ABC", "我国在社会主义探索时期提出的“三面红旗”是指（    ）。", "ACD", "我们的立国之本是（    ）。", "ABCD", "五四运动形成了(    )的五四精神，拉开了中国新民主主义革命的序幕。", "ABCD", "习近平强调，要把（    ）运用好，把（    ）传承好，培养一茬茬、一代代合格的红军传人。", "BC", "习近平强调，要坚持以人民为中心的发展思想，从群众最关心的问题入手，坚持尽力而为、量力而行，落实各项惠民政策，做好（    ）民生建设。", "ABC", "习近平强调，要完善科技成果转移转化机制，走出一条（    ）、资金链深度融合的路子。要加快构建生态文明体系，做好治山理水、显山露水的文章，打造美丽中国“江西样板”。", "ABCD", "习近平深情地称井冈山是（    ）。", "ABCD", "习近平生态文明思想是习近平新时代中国特色社会主义思想的重要组成部分，深刻回答了“（    ）”的重大理论和实践问题，为建设美丽中国、实现中华民族永续发展提供了根本遵循和行动指南。", "ABC", "习近平视察江西时强调，要深刻认识（    ）教育党员、干部特别是领导干部牢固树立立党为公、执政为民的理念，增进群众感情，践行群众路线，锤炼忠诚干净担当政治品格，当好人民勤务员，为完成新时代党的历史使命而努力奋斗。", "ABC", "习近平同中央党校县委书记研修班学员座谈强调，要做焦裕禄式的县委书记，做到（       ）。 ", "ABCD", "习近平新时代中国特色社会主义思想主题教育的总要求（   ）", "ABCD", "习近平在第四届中国国际进口博览会开幕式上发表主旨演讲指出，（   ）是当代中国的鲜明标识。今年是中国加入世界贸易组织20周年。这20年，是中国（     ）的20年。", "ABCD", "习近平在庆祝中国共产主义青年团成立100周年大会上指出，（    ），是共青团的初心使命。", "AB", "习近平在庆祝中国共产主义青年团成立100周年大会上指出，百年征程，塑造了共青团（    ）。百年征程，塑造了共青团百年征程，塑造了共青团.百年征程，塑造了共青团。", "ABCD", "习近平在庆祝中国共产主义青年团成立100周年大会上指出，共青团要增强（   ），团结带领广大团员青年成长为有理想、敢担当、能吃苦、肯奋斗的新时代好青年，用青春的能动力和创造力激荡起民族复兴的澎湃春潮，用青春的智慧和汗水打拼出一个更加美好的中国！", "ACD", "习近平在庆祝中国共产主义青年团成立100周年大会上指出，共青团要增强（   ），团结带领广大团员青年成长为有理想、敢担当、能吃苦、肯奋斗的新时代好青年，用青春的能动力和创造力激荡起民族复兴的澎湃春潮，用青春的智慧和汗水打拼出一个更加美好的中国！", "ACD", "习近平在中华人民共和国恢复联合国合法席位50周年纪念会议上指出，当前，世界百年未有之大变局加速演进，和平发展进步力量不断增长。我们应该顺应历史大势，（    ），坚决反对一切形式的单边主义和保护主义。", "ABCD", "习近平在中华人民共和国恢复联合国合法席位50周年纪念会议上指出，文明没有高下、优劣之分，只有特色、地域之别，只有在交流中才能融合，在融合中才能进步。一个国家走的道路行不行，关键要看是否（   ），能否（   ），能否为人类进步事业作出贡献。", "ABCD", "习近平总书记经常讲：“小康不小康，关键看老乡。”对这句话的正确理解包括（    ）。", "BD", "习近平总书记强调，全媒体不断发展，出现了（）、全效媒体，信息无处不在、无所不及、无人不用，导致舆论生态、媒体格局、传播方式发生深刻变化，新闻舆论工作面临新的挑战。", "ABC", "习近平总书记强调，要全面贯彻实施宪法，在全社会深入开展（）、运用宪法宣传教育活动，弘扬宪法精神，加强宪法实施和监督。", "ABCD", "习近平总书记说：工人阶级是（    ），是全面建成小康社会、坚持和发展中国特色社会主义的主力军。坚持和发展中国特色社会主义，必须全心全意依靠工人阶级、巩固工人阶级的领导阶级地位，充分发挥工人阶级的主力军作用。", "ABC", "习近平总书记说：我们一定要牢记红色政权是从哪里来的、新中国是怎么建立起来的，倍加珍惜我们党开创的中国特色社会主义，坚定（    ）。", "ABCD", "习近平总书记在党史学习教育动员大会上的讲话中说：对这次学习教育工作提出了明确要求，总的来说就是要做到（    ），教育引导全党同志学党史、悟思想、办实事、开新局。", "ABCD", "习近平总书记在纪念辛亥革命110周年大会上的讲话中说： 孙中山先生是（     ）。", "ABC", "习近平总书记在纪念中国人民抗日战争暨世界反法西斯战争胜利70周年大会上的讲话上指出，要弘扬伟大的爱国主义精神，弘扬伟大的抗战精神，共同铭记历史所启示的伟大真理：（ ）", "ABC", "习近平总书记在全国教育大会上强调， 教育是民族振兴、 社会进步的重要基石，是功在当代、利在千秋的德政工程，对 (         )具有决定性意义。", " ABCD", "习近平总书记在全国教育大会上指出， 要扭转不科学的 教育评价导向，坚决克服(        ) 、唯论文、唯帽子的顽瘴 痼疾，从根本上解决教育评价指挥棒问题。", "ABC", "习近平总书记在全国抗击新冠肺炎疫情表彰大会上的讲话中说：在这场同严重疫情的殊死较量中，中国人民和中华民族以敢于斗争、敢于胜利的大无畏气概，铸就了（    ）的伟大抗疫精神。", "ABCDE", "习近平总书记在全国生态环境保护大会上的讲话中说：生态环境问题归根结底是发展方式和生活方式问题。要加快划定并严守（    ）三条红线。", "ABC", "习近平总书记在全国脱贫攻坚总结表彰大会上的讲话中说：脱贫攻坚伟大斗争，锻造形成了“上下同心、（     ）、不负人民”的脱贫攻坚精神。", "ABCD", "习近平总书记在在纪念中国人民志愿军抗美援朝出国作战70周年大会上的讲话中说：抗美援朝战争伟大胜利，（     ）。", "ABC", "习近平总书记在中国文联十一大、中国作协十大开幕式上的讲话中说：（    ），是社会主义文艺的根本立场，也是社会主义文艺繁荣发展的动力所在。", "ABC", "习近平总书记指出， 要凝心铸魂筑牢根本， 教育引导广大党员、干部经受思想淬炼、精神洗礼， 就要(        )。", "ABCD", "习近平总书记指出， 以县处级以上领导干部为重点在全党深入开展学习贯彻新时代中国特色社会主义思想主题教育， 是贯彻落实党的二十大精神的重大举措， 对于(        ) ，具 有重要意义。", "ABCD", "习近平总书记指出，要廉洁奉公树立新风，做到 (   ) ，推动形成清清爽爽的同志关系、规规矩矩的上下 级关系、亲清统一的新型政商关系。", "ABCD", "习近平总书记指出，要深入调查研究，  (        )。", "ABCD", "下列( )构成了人民当家作主制度体系的“四梁八柱”。", "ABCD", "下列关于“八七”会议的表述正确的是（    ）。", "ACD", "下列关于《中国土地法大纲》说法正确的是（    ）。", "ABCD", "下列关于报告的要求正确的是（   ）。", "ABC", "下列关于中共二大表述正确的有（   ）。", "ABCD", "下列抗战战役中，属于共产党直接领导的有（   ）。", "ABCD", "下列哪些事件标志着以国共合作为基础的抗日民族统一战线正式形成（    ）。", "CD", "下列哪些属于党内监督的主要内容（  ）。", "ABCD", "下列哪些属于领导干部应当向党组织请示的事项（    ）。", "ABC", "下列事项不必向上级党组织请示（    ）。", "ABC", "下列属于《中国共产党廉洁自律准则》规定的党员领导 干部廉洁自律规范的是(           )。", "ABCD", "下列属于帮助生活困难党员和老党员解决实际问题的措施有（）。", "ABC", "下列属于党支部的基本任务的是（   ）", "ABCD", "下列属于井冈山精神内涵的有（  ）。", "ABCD", "下列属于口头请示报告的方式有（  ）。", "ABC", "下列属于全面建设社会主义十年探索时期（1956年～1966）成就的是（  ）。", "AB", "下列属于苏区精神内涵的有（    ）。", "ABC", "下列属于中国共产党在土地革命时期所犯的错误的是（   ）。", "ABC", "下列有关会议，在上海召开的有（   ）。", "ABD", "下列有关七届二中全会表述正确的有（   ）。", "ACD", "向从事公务的人员及其配偶、子女及其配偶等亲属和其他特定关系人赠送明显超出正常礼尚往来的礼品、礼金、消费卡和有价证券、股权、其他金融产品等财物，情节严重的，给予（   ）或者（    ）处分。  ", "BC", "新民主主义革命时期，党面临的主要任务是（     ）。", "ABC", "新中国开展的“三反”运动是指(      )。", "ABD", "宣传思想工作创新，重点要抓好（），努力以思想认识新飞跃打开工作新局面，积极探索有利于破解工作难题的新举措新办法，把创新的重心放在基层一线。", "ABD", "宣传思想工作一定要把围绕中心、服务大局作为基本职责，胸怀大局、把握大势、着眼大事，找准工作切入点和着力点，做到（）、（）、（）。", "ABD", "选拔任用干部必须坚持党章规定的干部条件，坚持（      ），坚持五湖四海、任人唯贤，坚持信念坚定、为民服务、勤政务实、敢于担当、清正廉洁的好干部标准。", "AC", "学生党支部应当加强对学生党员的（），定期召开组织生活会，开展批评和自我批评。发挥学生党员先锋模范作用，影响、带动广大学生明确学习目的，完成学习任务。", "ABCD", "学校党组织要着力强化（   ），引导广大教师自觉遵守《中小学教师职业道德规范》和《新时代中小学教师职业行为十项准则》。", "ABCD", "延安整风运动的主要内容有（   ）。", "ABC", "严格执行干部考察考核制度，全面考察（  ）、绩、廉表现，既重政绩又重政德。", "ACD", "要加强乡村人居环境整治和精神文明建设，健全乡村治理体系，使乡村的（    ）都焕然一新，让乡亲们过上令人羡慕的田园生活。", "ABCD", "要坚持农业农村优先发展，切实抓好农业特别是粮食生产，推动（）、（）落实落地，合理调整“粮经饲”结构，着力增加优质绿色农产品供给。", "AC", "要建立（）的工作格局，推动形成全党全社会努力办好思政课、教师认真讲好思政课、学生积极学好思政课的良好氛围。", "ABCD", "要教育引导党员干部从历史和现实、理论和实践、国内和国际的结合上深刻认识、强化认同，不断增强拥护核心、跟随核心、捍卫核心的（），始终同以习近平同志为核心的党中央保持高度一致。", "ABC", "要落实新时代党的建设总要求， 健全全面从严治党体系， 全面推进党的(         ) ，使我们党坚守初心使命，始终成 为中国特色社会主义事业的坚强领导核心。", "ABCD", "要尊崇党章，严格执行新形势下党内政治生活若干准则，增强党内政治生活的（    ），自觉抵制商品交换原则对党内生活的侵蚀，营造风清气正的良好政治生态。", "ABCD", "一百年前，中国共产党的先驱们创建了中国共产党，形成了（   ）的伟大建党精神，这是中国共产党的精神之源。", "ABCD", "以下不属于党的问责工作应当坚持的原则的是（    ）。", "AC", "以下对如何实现中国梦理解正确的是（    ）。", "ABCD", "以下属于《关于加强中小学校党的建设工作的意见》的要求是（）", "ABCD", "以下属于充分发挥中小学校党组织政治核心作用的是（）。", "ABC", "以下属于和平共处五项基本原则的有（    ）。", "ABCD", "以下属于健全完善中小学校党建工作管理体制的是（）。", "ABD", "以下属于切实加强对中小学校党建工作的领导的措施有（）。", "CD", "以下属于全面提升中小学校党组织建设水平的措施的是（）。", "ABC", "引导青年学生树立为中国特色社会主义共同理想而奋斗的信念和信心，才能使广大受教育者自觉成为中国特色社会 主义制度的(        )。", "ABCD", "有下列行为之一, 对直接责任者和领导责任者,情节较重的，给予警告或者严重警告处分;情节严重的，给予撤销党内职务或者留党察看处分。 (    )  ", "ABCD", "于1920至1921年间，在中国成立的共产党早期组织主要有北京、上海、（   ）共产党早期组织等。", "ABCD", "预备党员（    ），都应当经支部大会讨论通过和上级党组织批准。", "BCD", "预备党员的义务同正式党员一样。预备党员的权利，除了没有（）以外，也同正式党员一样。", "ABC", "预备党员预备期满，党支部讨论其能否转为正式党员时主要有哪几种讨论结果（   ）", "ABD", "预备党员转为正式党员、延长预备期或取消预备党员资格，应当经（  ）讨论通过和（  ）批准。", "AD", "预备党员转正的手续有(  )。", "ABCDE", "预备党员转正后，党支部应当及时将其（    ）和培养教育考察材料，交党委存入本人人事档案。无人事档案的，建立党员档案，由所在党委或县级党委组织部门保存。", "ABCD", "在《中国共产党纪律处分条例》纪律处分运用规则中，有下列情形之一的，可以从轻或者减轻处分(    )。", "ABCD", "在《中国共产党纪律处分条例》纪律处分运用规则中，有下列情形之一的，应该从重或加重处罚（    ）。", "ABCD", "在波澜壮阔的抗美援朝战争中，英雄的中国人民志愿军始终发扬（    ），为了人类和平与正义事业而奋斗的国际主义精神，锻造了伟大抗美援朝精神。", "ABCD", "在党内搞(   ) 等非组织活动，或者通过搞利益交换、为自己营造声势等活动捞取政治资本的，给予严重警告 或者撤销党内职务处分，导致本地区、本部门、本单位政治生 态恶化的，给予留党察看或者开除党籍处分。", " ABCD", "在入党申请人中确定入党积极分子，应当采取(     )等方式产生人选，由支部委员会(不设支部委员会的由支部大会)研究决定并报上级党委备案。", "AB", "在习近平新时代中国特色社会主义思想指导下，中国共产党领导全国各族人民，统揽（　　），推动中国特色社会主义进入了新时代。", "ABCD", "在下列为抗战牺牲的民族英雄中，是共产党员的有（   ）。", "ABCD", "在以下选项中，属于在新民主主义革命时期形成的革命精神的有（   ）。", "ABCDE", "在中共七届二中全会上，毛泽东告诫全党，夺取全国胜利，这只是万里长征走完了第一步，中国的革命是伟大的，但革命以后的路更长，工作更伟大，更艰苦。据此，他提出了“两个务必”的思想，即（）。", "BD", "增强城市基层党建整体效应的措施有（）。", "ABC", "正式党员不足3人的单位，应当按照（   ）的原则，成立联合党支部。", "ABCD", "政治审查的基本方法是:同本人谈话、查阅有关档案材料、找有关单位和人员了解情况以及必要的（   ）。", "AB", "支部大会讨论接收预备党员的主要程序是: (  )。", "ABCD", "支部大会讨论接收预备党员后，党支部应当及时将支部大会决议写入《中国共产党入党志愿书》，支部大会决议主要包括（   ）。", "ABCD", "制定《中国共产党重大事项请示报告条例》的依据是（）。", "AB", "制定《中国共产党重大事项请示报告条例》主要遵循以下原则，有以下特点。（    ）", "ABCD", "制定出台《中国共产党重大事项请示报告条例》，有利于提高重大事项请示报告工作（  ）水平。", "ABC", "中共二大制定的民主革命纲领主要内容有（   ）。", "BCD", "中共七大的重大意义在于（   ）", "ACD", "中共十一届三中全会的伟大功绩包括（）。", "ABCD", "中共一大选举产生的党的领导机构中央局成员有（   ）。", "ABD", "中共中央印发的《中国共产党党员教育管理工作条例》规定，坚持集中教育和经常性教育相结合，组织培训和个人自学相结合，采取（）、在线学习培训等方式，形成习近平新时代中国特色社会主义思想学习教育长效机制，推动党员学深悟透、入脑入心。", "ABCD", "中国工农红军长征胜利的重要意义有（    ）。", "ABCD", "中国共产党成立的历史条件有(  )。", "ABCD", "中国共产党党徽为（）组成的图案。", "CD", "中国共产党党员永远是劳动人民的普通一员。除了法律和政策规定范围内的（　　）以外，所有共产党员都不得谋求任何私利和特权。", "AB", "中国共产党的性质是（    ）。", "ABCD", "中国共产党人的精神支柱和政治灵魂是(   )", "BC", "中国共产党同全国各民族工人、农民、知识分子团结在一起，同各（    ）团结在一起，组成最广泛的爱国统一战线。", "ABC", "中国共产党与各民主党派实行(     )的方针。", "ABCD", "中国共产党在社会主义初级阶段的基本路线是：团结和领导全国各族人民，以经济建设为中心，（   ），自力更生，艰苦创业，为把我国建设成为富强、民主、文明、和谐、美丽的社会主义现代化强国而奋斗。", "BD", "中国农业的改革与发展，是邓小平十分关注的重要问题。1990年3月3日，他在同江泽民等谈话时提出了“两个飞跃”的思想，内容是（）。", "AB", "中国新民主主义革命胜利的原因有（    ）。", "ABC", "中小学校党建工作一般由县级以上地方党委教育工作部门或教育行政部门党组织统一领导和指导。是根据（    ）原则。", "CD", "中小学校党务工作者纳入基层党务干部培训范围，加强(       )等知识和能力培训。", "ABCD", "中小学校党组织充分发挥中小学校党组织政治核心作用，参与讨论决定（）和（）的重大事项，以及（）。", "ABC", "中小学校党组织是党在学校中全部工作和战斗力的基础，发挥政治核心作用，全面负责学校（）。", "ABCD", "重实践，就是要自觉践行习近平新时代中国特色社会主义思想，用以改造客观世界、推动事业发展，用以( ），积极识变应变求变。", "ABC", "周恩来说：“革命靠军阀的部队是靠不住的，我们必须建立自己的武装来打倒反革命。现在，我们起义成功了。这里的军队归共产党领导。”这段话表明中国共产党（    ）。", "AD", "注重将人财物等资源向农村偏远地区和党建基础薄弱的中小学校倾斜，健全城乡中小学校党组织互联互帮机制，倡导学校与机关、企事业单位、乡镇(街道)、村(社区)党组织（）。", "ABC", "注重选拔(     )、善于做思想政治工作的优秀党员干部担任党组织书记。", "ABCD", "抓好教室、寝室、图书馆、食堂和网络等思想文化阵地建设与管理，及时解决学生实际困难和苗头性倾向性问题，使德育工作融入学生日常学习生活，促进（）育人。", "ABC", "走中国特色社会主义民主政治发展道路，必须坚持（    ）有机统一。", "ACD", "组织、利用宗教活动反对党的（    ），破坏民族团结的，对策划者、组织者和骨干分子， 给予留党察看或者开除党籍处分。", "ABCD", "组织生活会一般以（  ）形式召开。", "ABD", "做好教职工思想政治工作。深入开展（）和（），加强（），引导教职工增强政治认同和教书育人责任感。", "ABC", " 2020年10月14日，习近平在深圳经济特区建立40周年庆祝大会上指出，必须坚持科学立法、严格执法、公正司法、全民守法，执法必严，使法治成为经济特区发展的重要保障。", "A", " 党的省、自治区、直辖市、设区的市和自治州的委员会，每届任期五年。这些委员会的委员和候补委员必须有三年以上的党龄。\n", "B", " 党的十八大报告深化了对中国特色社会主义的认识，首次将“中国特色社会主义制度”写入党的全国代表大会报告中。", "A", " 党的十八大以来,在坚持 “一国两制”和推进祖国统一上,党\n中央采取一系列标本兼治的举措,坚定落实“爱国者治港”、“爱\n国者治澳”,推动香港局势实现由乱到治的重大转折,为推进依法\n治港治澳、促进“一国两制”实践行稳致远打下了坚实基础。", "A", " 二十届中共中央政治局10月25日召开会议强调，坚持和加强党中央集中统一领导是全党共同的政治责任，首先是中央领导层的政治责任。", "A", " 国家安全是民族复兴的根基，社会稳定是国家强盛的前提。\n必须坚定不移贯彻总体国家安全观，把维护国家安全贯穿党和国\n家工作各方面全过程，确保国家安全和社会稳定。", "A", " 建设有中国特色的社会主义，必须依靠工人，农民和知识分\n子，必须依靠各民族人民的团结，必须依靠最广泛的爱国统一战\n线", "A", " 教育、科技、人才是全面建设社会主义现代化国家的基础性、\n战略性支撑。", "A", " 解决台湾问题、实现祖国完全统一,是中国共产党矢志不渝的\n历史任务,是全体中华儿女的共同愿望。", "A", " 十八大以来，以习近平同志为主要代表的中国共产党人，坚\n持把马克思主义基本原理同中国具体实际相结合、同中华优秀传\n统文化相结合、科学回答了新时代坚持和发展什么样的中国特色\n社会主义、怎样坚持和发展中国特色社会主义等重大时代课题，\n创立了习近平新时代中国特色社会主义思想。", "A", " 习近平总书记在“七一”重要讲话中提到，中国产生了共产\n党，这是开天辟地的大事变，深刻改变了近代以后中华民族发展\n的方向和进程，深刻改变了中国人民和中华民族的前途和命运，\n深刻改变了世界发展的趋势和格局", "A", " 新的征程上，我们必须坚持党的基本理论、基本路线、\n基本方略，统筹推进“五位一体”总体布局、协调推进“四\n个全面”战略布局。", "A", " 一百年来,中国共产党弘扬伟大建党精神,在长期奋斗中构建\n起中国共产党人的精神谱系,锤炼出鲜明的政治品格。", "A", " 以人民为中心是中国共产党区别于其他政党的显著标志。", "B", " 争取入党的主要问题是解决从思想上入党的问题。", "A", " 中国共产党第二十次全国代表大会的主题是高举中国特色社\n会主义伟大旗帜，全面贯彻新时代中国特色社会主义思想，弘扬\n伟大建党精神，自信自强、守正创新，踔厉奋发、勇毅前行，为\n全面建设社会主义现代化国家、全面推进中华民族伟大复兴而团\n结奋斗。", "A", " 中国共产党在世界形势深刻变化的历史进程中始终走在时代\n前列，在应对国内外各种风险和考验的历史进程中始终成为全国\n人民的主心骨，在坚持和发展中国特色社会主义的历史进程中始\n终成为坚强领导核心", "A", " 党的历次代表大会都对党章进行了修改。", "B", " 党的政治建设是党的根本性建设，决定党的建设方向和效果，事关统揽推进伟大斗争、伟大工程、伟大事业、伟大梦想。", "A", " 虽然我国当下的社会主要矛盾发生了变化，但以经济建设为中心不能改变，以生产总值增长率论英雄依然重要。", "B", "“把马克思主义的普遍真理同我国的具体实际结合起来，走自己的路，建设有中国特色的社会主义”是邓小平在中共十一届三中全会上提出来的。", "A", "“七一”重要讲话中指出，“三个代表”重要思想的本质是\n立党为民、执政为公。", "B", "“全世界无产者，联合起来！”的口号是《共产党宣言》中提出的。", "A", "“三去一降一补”是指去产能、去库存、去扛杆、降成本、补短本", "A", "“四风”是指形式主义、官僚主义、享乐主义、奢靡之风。", "A", "“有理想、敢担当、能吃苦、肯奋斗”既是对新时代青年的期许，同时也是对新时代青年群体形象的集中展现。", "A", "《党章》规定，非公有制经济组织中党的基层组织，贯彻党的方针政策，引导和监督企业遵守国家的法律法规，领导工会、共青团等群众组织，团结凝聚职工群众，维护各方的合法权益，促进企业健康发展。", "B", "《党章》指出，党的最高领导机关是全国人民代表大会和它所产生的全国人民代表大会常务委员会。", "A", "《党章》总纲指出，培养和造就千百万社会主义事业接班人，从组织上保证党的基本理论、基本路线、基本方略的贯彻落实。", "A", "《共产主义者同盟章程》的发表，是马克思主义党的学说创立的主要标志。", "B", "《关于建立中小学校党组织领导的校长负责制的意见(试行)》指出，党组织设置为党支部的中小学校，党组织书记、校长一般由一人担任，同时应当设1名专职副书记。", "A", "《关于建立中小学校党组织领导的校长负责制的意见(试行)》指出，要坚持把政治标准和政治要求贯穿办学治校、教书育人全过程各方面，坚持社会主义办学方向，落实立德树人根本任务，团结带领全校教职工推动学校改革发展，培养德智体美劳全面发展的社会主义建设者和接班人。", "A", "《关于进一步加强全省中小学校党的建设工作的意见》指出，要建立常态化的政治理论学习制度，每月至少组织3次教职工政治学习。及时了解掌握教职工思想状况，加强人文关怀和心理疏导。", "B", "《关于进一步加强全省中小学校党的建设工作的意见》指出,指出每年对中小学校党组织书记至少集中培训1次，加强对其他党务工作者培训。", "A", "《关于进一步加强全省中小学校党的建设工作的意见》指出，指出要加强中小学校基层党组织和党员队伍建设，实施教师党支部书记“双带头人”培育工程，坚持把学科带头人培育成党建带头人，把党建带头人培育成学科带头人，在有条件的学校先行开展试点后再逐步推广。", "A", "《关于新形势下党内政治生活的若干准则》规定，党员有权在党的会议上有根据地批评党的任何组织和任何党员。", "B", "《中共中央关于党的百年奋斗重大成就和历史经验的决议》指出，党的十一届三中全会以后，以邓小平同志为主要代表的中国共产党人，制定了到二十一世纪中叶分三步走、完全实现社会主义现代化的发展战略，成功开创了中国特色社会主义。", "B", "《中共中央关于党的百年奋斗重大成就和历史经验的决议》指出，党深刻认识到，近代中国社会主要矛盾是帝国主义和中华民族的矛盾、封建主义和人民大众的矛盾。实现中华民族伟大复兴，必须进行反帝反封建斗争。", "A", "《中共中央关于党的百年奋斗重大成就和历史经验的决议》指出，建党之初和大革命时期，党从残酷的现实中认识到，没有革命的武装就无法战胜武装的反革命，就无法夺取中国革命胜利，就无法改变中国人民和中华民族的命运，必须以武装的革命反对武装的反革命。", "B", "《中共中央关于党的百年奋斗重大成就和历史经验的决议》指出，明确全面推进依法治国总目标是建设中国特色社会主义法治体系、建设社会主义法治国家。", "A", "《中共中央关于党的百年奋斗重大成就和历史经验的决议》指出，明确新时代我国社会主要矛盾是人民日益增长的美好生活需要和不平衡的发展之间的矛盾。", "B", "《中共中央关于党的百年奋斗重大成就和历史经验的决议》指出，习近平新时代中国特色社会主义思想是当代中国马克思主义。二十一世纪马克思主义，是中华文化和中国精神的时代精华，实现了马克思主义中国化新的飞跃。", "A", "《中共中央关于党的百年奋斗重大成就和历史经验的决议》指出，一九二七年国民党内反动集团叛变革命，残酷屠杀共产党人和革命人民，由于党内以陈独秀为代表的右倾思想发展为左倾错误并在党的领导机关中占了统治地位，党和人民不能组织有效抵抗，致使大革命在强大的敌人突然袭击下遭到惨重失败。", "B", "《中共中央关于党的百年奋斗重大成就和历史经验的决议》指出，一九三五年一月，中央政治局在长征途中举行遵义会议，事实上确立了毛泽东同志在党中央和红军的领导地位，开始确立以毛泽东同志为主要代表的马克思主义正确路线在党中央的领导地位，开始形成以毛泽东同志为核心的党的第一代中央领导集体，开启了党独立自主解决中国革命实际问题新阶段。", "A", "《中共中央关于党的百年奋斗重大成就和历史经验的决议》指出，一九四五年党的六届七中全会通过的《关于若干历史问题的决议》、一九八一年党的十一届六中全会通过的《关于建国以来党的若干历史问题的决议》，从党的发展利益出发，总结党的重大历史事件和重要经验教训，在重大历史关头统一了全党思想和行动，对推进党和人民事业发挥了重要引领作用，其基本论述和结论至今仍然适用。", "B", "《中共中央国务院关于做好2022年全面推进乡村振兴重点工作的意见》指出，稳定全年粮食播种面积和产量。坚持中国人的饭碗任何时候都要牢牢端在自己手中，饭碗只能装中国粮。", "B", "《中国共产党党员教育管理工作条例》第十一条规定，强化爱国主义教育，引导党员牢记入党誓词，坚持合格党员标准，自觉遵守党的纪律。", "A", "《中国共产党纪律处分条例》规定，在特殊时期或者紧急状况下，拒不执行党组织决定的，给予留党察看或者开除党籍处分。", "A", "《中国共产党纪律处分条例》规定的只有开除党籍处分一个档次的违纪行为，不适用减轻处分的规定。", "A", "《中国共产党纪律处分条例》是根据中国共产党章程制定的。", "A", "《中国共产党问责条例》规定，在集体决策中对错误决策提出明确反对意见或者保留意见的，可以从轻或者减轻问责。", "A", "《中国共产党支部工作条例（试行）》规定，党支部每年至少召开1次组织生活会，一般安排在第一季度，也可以根据工作需要随时召开。组织生活会一般以党支部党员大会、党支部委员会会议或者党小组会形式召开。", "A", "《中国共产党支部工作条例（试行）》规定，机关、国有企业、事业单位，党支部书记一般由本部门本单位主要负责人担任，也可以由本部门本单位其他负责人担任。根据工作需要，上级党组织可以选派党员干部担任专职党支部书记。", "B", "1920年10月，李大钊等在北京成立共产党早期组织，当时取名为“共产党小组”", "A", "1921 年 7 月 23 日起，中国共产党第一次全国代表大会在上海举行。出席大会的各地共产党组织代表共 13 人，代表全国 50 多名党员。", "A", "1928 年 6 月 18 日至 7 月 11 日，中国共产党在共产国际的帮助下在莫斯科举行第六次全国代表大会。", "A", "1935 年 1 月召开的遵义会议确立了毛泽东在红军和党中央的领导地位，挽救了党、挽救了红军、挽救了中国革命，成为党的历史上一个生死攸关的转折点。", "A", "1949年3月，中共中央在西柏坡召开七届二中全会。毛泽东在会上向全党同志提出了著名的“两个务必”思想", "A", "1956 年 9 月，党的八大召开，标志着党对中国社会主义建设道路的探索的开始。", "A", "1978 年 5 月 11 日，《光明日报》发表题为《实践是检验真理的唯一标准》的特约评论员文章，从根本理论上否定了“两个凡是”的错误方针，揭开了真理标准讨论的序幕。", "A", "1981 年，党的十一届三中全会通过了《关于建国以来党的若\n干历史问题的决议》，回顾了新中国成立以前党的历史，总结了\n社会主义革命和建设的历史经验，对一些重大事件和重要人物作\n出了评价，特别是正确评价了毛泽东同志和毛泽东思想，分清了\n是非，纠正了“左”右两方面的错误观点，统一了全党思想，对\n推动党团结一致向前看、更好推进改革开放和社会主义现代化建\n设产生了重大影响", "B", "1982 年 2 月，中共中央作出《关于建立老干部退休制度的决定》，废除了干部领导职务实际上存在的连任制。", "B", "2019年5月，习近平总书记在安徽主持召开推动中部地区崛起工作座谈会并发表重要讲话。", "B", "2020年11月16日，习近平在中央全面依法治国工作会议上指出，全党同志必须牢记，党的领导是我国社会主义法治之魂，是我国法治同西方资本主义国家法治最大的区别。", "A", "2020年9月8日，习近平在全国抗击新冠肺炎疫情表彰大会上指出，中国的抗疫斗争，充分展现了中国精神、中国力量、中国担当。", "A", "2021年7月1日，习近平在庆祝中国共产党成立100周年大会上发表重要讲话，提到“以史为鉴，可以知兴替”，此语出自《贞观政要》。", "A", "2021年7月1日，习近平在庆祝中国共产党成立100周年大会上强调，新时代的中国青年要以实现中华民族伟大复兴为己任，增强做中国人的志气、骨气、底气 ，不负时代，不负韶华，不负党和人民的殷切期望!", "A", "2021年8月17日，习近平在中央财经委员会第十次会议上指出，我们说的共同富裕是全体人民共同富裕，是人民群众物质生活和精神生活都富裕，不是少数人的富裕，是整齐划一的平均主义。", "B", "2022年3月1日，习近平在中央党校（国家行政学院）中青年干部培训班开班式上强调，要守住权力关，始终保持对权力的公正感，坚持公正用权、依法用权、为民用权、廉洁用权。", "B", "爱国统一战线是中国共产党团结海内外全体中华儿女实现中华民族伟大复兴的重要法宝。", "A", "八七会议标志着中国共产党独立领导革命战争、创建人民军队和武装夺取政权的开端，开启了中国革命新纪元。", "B", "办好中国的事情，关键在党和人民。", "B", "必须坚持和完善公有制为主体、多种所有制经济共同发展的根本经济制度。", "B", "必须坚持以人民为中心的发展思想，坚持把握新发展阶段，贯彻创新、协调、绿色、开放、共享的新发展理念，加快构建以国内大循环为主体、国内国际双循环相互促进的新发展格局，推动高质量发展。", "A", "标志着我党胜利地完成了指导思想上的拨乱反正是中共十一届六中全会通过的《关于建国以来党的若干历史问题的决议》。", "A", "不必坚持在党的领导下依法实施经济社会管理活动。", "B", "不允许任何领导人实行个人专断和把个人凌驾于组织之上。", "A", "财产的有无和多少作为判断先进与落后党员的标准。", "B", "除中央外党的任何一级组织都无权剥夺党员的基本权利。", "B", "创新党执政兴国的第一要务。", "B", "从党的先进性来看,党是由工人阶级中的先进分子组成的,是用先进理 论武装起来的,是按照民主集中制原则组织起来的", "A", "从领导内容上来讲,党的领导是政治领导、思想领导和 组织领导的统一。", "A", "促进群众体育和竞技体育全面发展，加快建设体育强国。", "A", "大革命失败后，中国共产党创建的第一个农村革命根据地是鄂豫皖革命根据地", "B", "当今世界正在发生深刻复杂变化，但局部冲突与全球发展仍是时代主题，和平、发展、合作、共赢的时代潮流更加强劲。", "B", "当前我国基础教育要重点解决的问题是品德和健康", "B", "当前我国社会主要矛盾是人民日益增长的美好生活需 要和不平衡不充分的发展之间的矛盾。", "A", "党必须保证国家的立法、司法、行政、监察机关，经济、文化组织和人民团体积极主动地、独立负责地、协调一致地工作。", "A", "党除了工人阶级和最广大人民群众的利益外，有自己特殊的利益。", "B", "党代表中国最广大人民根本利益，没有任何自己特殊的利益，从来不代表任何利益集团、任何权势团体、任何特权阶层的利益，这是党立于不败之地的根本所在。", "A", "党的百年奋斗锻造了走在时代前列的中国共产党，形成了以伟大建党精神为源头的精神谱系，保持了党的先进性和纯洁性。", "A", "党的百年奋斗展示了马克思主义的强大生命力，马克思主义的科学性和真理性在中国得到充分检验", "A", "党的地方各级委员会全体会议，每年至少召开一次。", "B", "党的第十二次全国代表大会阐明当代中国正处在社会主义初级阶段。", "B", "党的二十大报告提出，中国式现代化，是中国共产党领导的社会主义现代化，既有各国现代化的共同特征，更有基于自己国情的中国特色。", "A", "党的二十大报告指出， 不断谱写马克思主义中国化时代 化新篇章，是当代中国共产党人的庄严历史责任。", "A", "党的二十大报告指出， 未来五年是全面建设社会主义现 代化国家开局起步的关键时期。", "A", "党的二十大报告指出， 我们深入贯彻以人民为中心的发 展思想，在幼有所育、学有所教、劳有所得、病有所医、老有 所养、住有所居、弱有所扶上持续用力， 人民生活全方位改善。", "A", "党的二十大报告指出， 我们要坚持经济优先发展、科技 自立自强、人才引领驱动。", "B", "党的二十大报告指出，不断谱写马克思主义中国化时代化新篇章，是当代中国共产党人的庄严历史责任。", "B", "党的二十大报告指出，从现在起，中国共产党的中心任务就是团结带领全国各族人民全面建成小康社会、实现第二个百年奋斗目标，以中国式现代化全面推进中华民族伟大复兴。", "A", "党的二十大报告指出，坚持不懈用新时代中国特色社会主义思想凝心铸魂，全面加强党的思想建设，加强理想信念教育，引导全党牢记党的宗旨，自觉做共产主义远大理想和中国特色社会主义共同理想的坚定信仰者和忠实实践者", "A", "党的二十大报告指出，教育、科技、人才是全面建设社会主义现代化国家的基础性、战略性支撑", "A", "党的二十大报告指出，经过接续奋斗，实现了小康这个中华民族的千年梦想，打赢了人类历史上规模最大的脱贫攻坚战，历史性地解决了极端贫困问题，为全球减贫事业作出了重大贡献。", "B", "党的二十大报告指出，全面依法治国是国家治理的一场深刻革命，关系党执政兴国，关系人民幸福安康，关系党和国家长治久安。", "A", "党的二十大报告指出，人民民主是社会主义的根本，是全面建设社会主义现代化国家的应有之义。", "B", "党的二十大报告指出，深入实施人才强国战略，坚持尊重劳动、尊重人才、尊重创造，完善人才战略布局，加快建设世界重要人才中心和创新高地。", "B", "党的二十大报告指出，实施就业优先战略，强化就业优先政策，健全就业公共服务体系，加强困难群体就业兜底帮扶，消除影响平等就业的不合理限制和就业歧视，使人人都有通过勤奋劳动实现自身发展的机会", "A", "党的二十大报告指出，我们深入贯彻以人民为中心的发展思想，在幼有所育、学有所教、劳有所得、病有所医、老有所养、住有所居、弱有所扶上持续用力，建成世界上规模最大的教育体系、社会保障体系、医疗卫生体系，人民群众获得感、幸福感、安全感更加充实、更有保障、更可持续，共同富裕取得新成效。", "B", "党的二十大报告指出，我们要办好人民满意的教育，全面贯彻党的教育方针，落实立德树人根本任务，培养德智体美劳全面发展的社会主义建设者和接班人，加快建设高质量教育体系，发展职业教育，促进教育公平。", "B", "党的二十大报告指出，我们要加快发展方式绿色转型，实施全面节约战略，发展绿色低碳产业，倡导绿色消费，推动形成绿色低碳的生产方式和生活方式。 ", "A", "党的二十大报告指出，我们要坚持经济优先发展、科技自立自强、人才引领驱动。", "A", "党的二十大报告指出，我们要健全国家安全体系，完善高效权威的国家安全领导体制，完善国家安全法治体系、战略体系、政策体系、风险监测预警体系、国家应急管理体系，构建全域联动、立体高效的国家安全防护体系。", "B", "党的二十大报告指出，我们要深入推进环境污染防治，持续深入打好蓝天、碧水、净土保卫战。", "A", "党的二十大报告指出，新时代十年的伟大变革，在党史、中国现代史、改革开放史、社会主义发展史、中华民族发展史上具有里程碑意义。", "A", "党的二十大报告指出，要加强师德师风建设，培养高素 质教师队伍，弘扬尊师重教社会风尚。", "A", "党的二十大报告指出，要增强中华文明传播力影响力，坚守中华文明立场，讲好中国故事、传播好中国声音，展现可信、可爱、可敬的中国形象，推动中华文化更好走向世界。", "B", "党的二十大报告指出：马克思主义是我们立党立国、兴党兴国的根本指导思想。", "A", "党的二十大报告指出：全面建设社会主义现代化国家、全面推进中华民族伟大复兴，关键在党。", "A", "党的二十大报告指出：如期实现建军一百年奋斗目标，加快把人民军队建成世界一流军队，是全面建设社会主义现代化国家的战略要求。", "B", "党的二十大报告指出：提高公共安全治理水平，坚持安全第一、打击为主。", "A", "党的二十大报告指出：我们对新时代党和国家事业发展作出科学完整的战略部署，提出实现中华民族伟大复兴的中国梦，统揽伟大斗争、伟大工程、伟大事业、伟大梦想，明确“四个全面”总体布局和“五位一体”战略布局，确定稳中求进工作总基调，统筹发展和安全，明确我国社会主要矛盾是人民日益增长的美好生活需要和不平衡不充分的发展之间的矛盾，并紧紧围绕这个社会主要矛盾推进各项工作，不断丰富和发展人类文明新形态。", "A", "党的二十大报告指出：我们坚持绿水青山就是金山银山的理念，坚持山水林田湖草沙一体化保护和系统治理，生态文明制度体系更加健全，生态环境保护发生根本性变化，我们的祖国天更蓝、山更绿、水更清。", "B", "党的二十大报告指出：我们确立和坚持马克思主义在意识形态领域指导地位的根本制度，社会主义核心价值观广泛传播，中华优秀传统文化得到创造性转化、创新性发展，文化事业日益繁荣，网络生态持续向好，意识形态领域形势发生全局性、根本性转变。", "B", "党的二十大报告指出：我们深入贯彻以经济建设为中心的发展思想，在幼有所育、学有所教、劳有所得、病有所医、老有所养、住有所居、弱有所扶上持续用力，建成世界上规模最大的教育体系、社会保障体系、医疗卫生体系，人民群众获得感、幸福感、安全感更加充实、更有保障、更可持续，共同富裕取得新成效。", "A", "党的二十大报告指出：我们提出并贯彻新发展理念，着力推进高质量发展，推动构建新发展格局，实施供给侧结构性改革，制定一系列具有全局性意义的区域重大战略。一些关键核心技术实现突破，战略性新兴产业发展壮大，载人航天、探月探火、深海深地探测、超级计算机、卫星导航、量子信息、核电技术、大飞机制造、生物医药等取得重大成果，进入创新型国家前列。", "B", "党的二十大报告指出：我们要实现好、维护好、发展好最广大人民根本利益，紧紧抓住人民最关心最直接最现实的利益问题，要毫无保留、竭尽全力，深入群众、深入基层，采取更多惠民生、暖民心举措，着力解决好人民群众急难愁盼问题，健全基本公共服务体系，提高公共服务水平，增强均衡性和可及性，扎实推进共同富裕。", "A", "党的二十大报告指出：我们要完善分配制度，坚持按劳分配为主体、多种分配方式并存，坚持多劳多得，鼓励勤劳致富，促进机会公平，增加低收入者收入，扩大中等收入群体，规范收入分配秩序，规范财富积累机制。", "B", "党的二十大报告指出：新时代的伟大成就是党和人民一道拼出来、干出来、奋斗出来的！", "B", "党的二十大报告指出：中国共产党人深刻认识到，只有把马克思主义基本原理同中国具体实际相结合，坚持运用辩证唯物主义和历史唯物主义，才能正确回答时代和实践提出的重大问题，才能始终保持马克思主义的蓬勃生机和旺盛活力。", "A", "党的二十大报告指出：中国式现代化，是中国共产党领导的社会主义现代化，既有各国现代化的共同特征，更有基于自己国情的中国特色。中国式现代化是人口规模巨大的现代化，是全体人民共同富裕的现代化，是物质文明和精神文明相协调的现代化，是人与自然和谐共生的现代化，是走和平发展道路的现代化。", "B", "党的二十大报告中指出，从现在起，中国共产党的中心任务\n就是团结带领全国各族人民全面建成社会主义现代化强国、实现\n第二个百年奋斗目标，以中国式现代化全面推进中华民族伟大复\n兴", "A", "党的干部是党的事业的骨干，是人民的公仆，要做到忠诚干净担当", "A", "党的各级代表大会代表实行连任制。", "B", "党的各级代表大会的代表和委员会的产生，选举采用实名投票的方式。", "B", "党的各级代表大会的代表和委员会的产生，要体现选举人的意志。", "A", "党的各级纪律检查委员会每届任期和同级党的委员会相同。", "A", "党的各级纪律检查委员会是党内监督专责机关，主要任务是：维护党的章程和其他党内法规，检查党的路线、方针、政策和决议的执行情况，协助党的委员会推进全面从严治党、加强党风建设和组织协调反腐败工作，推动完善党和国家监督体系。", "A", "党的各级领导干部，无论是由民主选举产生的，或是由领导机关任命的，他们的职务都不是终身的，都可以变动或解除。\n", "A", "党的各级领导机关，都由选举产生。", "B", "党的各级领导机关，对同下级组织有关的重要问题作出决定时，在通常情况下，不需要征求下级组织的意见。", "B", "党的各级委员会实行集体领导和个人分工负责相结合的制度。凡属重大问题都要按照集体领导、民主集中、个别酝酿、会议决定的原则，由党的委员会集体讨论，作出决定。", "A", "党的根本立场和唯一宗旨是全心全意为人民服务 ,这是无产阶级政党区别于其他阶级政党的重要标志,也是共产党员党性修养的最高原则和根本内容。", "A", "党的基层组织是党在社会基层组织中的战斗堡垒，是党的全部工作和战斗力的基础", "A", "党的纪律主要包括政治纪律、廉洁纪律、群众纪律、工作纪律、生活纪律。\n", "B", "党的建设是社会主义的生命，是全面建设社会主义现代 化国家的应有之义。", "B", "党的全国代表大会每四年举行一次，由中央委员会召集。", "B", "党的上级组织要经常听取下级组织和党员群众的意见，及时解决他们提出的问题。", "A", "党的省、自治区、直辖市的代表大会，设区的市和自治州的代表大会，县（旗）、自治县、不设区的市和市辖区的代表大会，每四年举行一次。\n", "B", "党的十八大以来，我国经济发展平衡性、协调性、可持续性明显增强，国内生产总值突破十万亿元大关，人均国内生产总值超过一万美元。", "B", "党的十八大以来,中国共产党和中国人民以英勇顽强的奋斗\n向世界庄严宣告,中华民族迎来了从站起来、富起来到强起来的伟\n大飞跃。", "A", "党的十八大以来，中国特色社会主义进入新时代。党面临的主要任务是，实现第一个百年奋斗目标，开启实现第二个百年奋斗目标新征程，朝着实现中华民族伟大复兴的宏伟目标继续前进。", "A", "党的十八届三中全会指出，全面深化改革，必须立足于我国长期处于社会主义初级阶段这个最大实际，解决我国所有问题的关键是创新。", "B", "党的十八届四中全会强调，社会主义法治最根本的保证是党的领导。", "A", "党的十二大将党中央的主席制度改变为总书记制度。", "A", "党的十六大以后，以胡锦涛同志为主要代表的中国共产党人，\n团结带领全党全国各族人民，在全面建成小康社会进程中推进实\n践创新、理论创新、制度创新，深刻认识和回答了新形势下实现\n什么样的发展、怎样发展等重大问题，形成了科学发展观。", "A", "党的十三届四中全会以后，以江泽民同志为主要代表的中国\n共产党人，团结带领全党全国各族人民，坚持党的基本理论、基\n本路线，加深了对什么是社会主义、怎样建设社会主义和建设什\n么样的党、怎样建设党的认识，形成了“三个代表”重要思想", "A", "党的十四大明确提出我国经济体制改革的目标是建立社会主义市场经济。", "A", "党的十一届三中全会以后,以邓小平同志为主要代表的中国\n共产党人,制定了到二十一世纪中叶分三步走、完全实现社会主义\n现代化的发展战略,成功开创了中国特色社会主义。", "B", "党的思想建设的根本问题是解决党员的思想入党问题", "A", "党的政治建设是党的根本性建设，决定党的建设方向和效果。", "A", "党的中央和地方各级委员会可以派出代表机关。", "A", "党的中央军事委员会组成人员由中央委员会决定，中央军事委员会实行主席负责制。", "A", "党的组织建设是党的根本性建设，决定党的建设方向和效果。", "B", "党的组织原则是民主集中制。", "A", "党风问题、党同人民群众联系问题是关系党生死存亡的问题。党在自己的工作中实行群众路线，一切为了群众，一切依靠群众，从群众中来，到群众中去，把党的正确主张变为群众的自觉行动。\n", "A", "党禁止任何形式的个人崇拜。", "A", "党领导人民浴血奋战、百折不挠,创造了新民主主义革命的伟\n大成就,成立中华人民共和国,彻底结束了资本主义列强统治广大\n劳动人民的历史。", "B", "党内严格禁止用违反党章和国家法律的手段对待党员，严格禁止打击报复和诬告陷害。违反这些规定的组织或个人必须受到党的纪律和国家法律的追究。\n", "A", "党始终强调，治国必先治党，治党务必从严，聚精会神抓好党的建设，开创和推进党的建设新的伟大工程。", "A", "党性是党员、干部立身、立业、立言、立德的基石。", "A", "党要坚决支持共青团根据广大青年的特点和需要，生动活泼地、富于创造性地进行工作，充分发挥团的突击队作用和联系广大青年的桥梁作用。\n", "A", "党用伟大奋斗创造了百年伟业，也一定能用新的伟大奋斗创造新的伟业。", "A", "党员必须坚持党和人民的利益高于一切，个人利益服从党和人民的利益，吃苦在前，享受在后，克己奉公，多做贡献。", "A", "党员除了享有表决权、选举权和被选举权以外， 还有权 要求处分或撤换不称职的干部。", "B", "党员的义务中，自觉遵守党的纪律，首先是党的政治纪律和政治规矩，模范遵守国家的法律法规，严格保守党和国家的秘密，执行党的决定，服从组织分配，积极完成党的任务。", "A", "党员干部带头做社会主义核心价值观的坚定信仰者、积极传播者、模范践行者", "A", "党员领导干部还必须参加党委、党组的民主生活会。", "A", "党员如果没有正当理由，连续六个月不参加党的组织生活，或不交纳党费，或不做党所分配的工作，就被认为是自行脱党。支部大会应当决定把这样的党员除名，并报上级党组织批准。\n", "A", "党员有退党的自由。", "A", "党员在留党察看期间没有表决权、选举权和被选举权。", "A", "党员在留党察看期间有表决权，但没有选举权和被选举权。", "B", "党员只能向所在的党组织提出请求、申诉和控告。", "B", "党在社会主义初级阶段的基本路线是在党的十一届三中全会确立的。", "B", "党在自己的政治生活中正确地开展批评和自我批评，在原则问题上进行思想斗争，坚持真理，修正错误。", "A", "党章规定，党的地方各级纪律检查委员会和基层纪律检 查委员会如果对同级党的委员会处理案件的决定有不同意见， 可以请求上一级纪律检查委员会予以重新调查", "B", "党章规定，党要坚决支持共青团根据广大青年的特点和 需要，生动活泼地、富于创造性地进行工作，充分发挥团的先锋队作用和联系广大青年的桥梁作用", "B", "党章规定，党员的党龄，从支部大会通过其为预备党员 之日算起。", "B", "党章规定，可以申请入党的最低年龄为16岁。", "B", "党章提出， 大力发展教育、科学、文化事业， 推动中华 优秀传统文化创造性转化、创新性发展，继承革命文化，发展 社会主义先进文化，提高国家文化软实力。", "A", "党章指出，党的最高领导机关是全国人民代表大会和它 所产生的全国人民代表大会常务委员会。", "B", "党政军民学，东西南北中，党是领导一切的。", "A", "党支部是党的基础组织，担负直接教育党员、管理党员、监督党员和组织群众、宣传群众、凝聚群众、服务群众的职责。\n", "A", "党支部是党的基础组织。", "A", "党中央决定，在全党大兴调查研究，作为在全党开展主题教育的重要内容，推动全面建设社会主义现代化国家开好 局起好步。", "A", "党中央是党的最高领导机关，是党的组织体系的大脑和中枢。", "A", "党重视培养、选拔女干部和少数民族干部。\n", "A", "党自身必须在宪法和法律范围内活动，真正做到党领导立法、保证执法、依法治国。", "B", "党组必须服从批准它成立的党组织领导。\n", "A", "党组的成员，由党组自行决定。", "B", "党组织如果在维护党的纪律方面失职，必须问责。", "A", "党组织讨论决定问题，必须执行少数服从多数的原则。", "A", "邓小平规划“三步走”发展战略的第三步是到21世纪中叶，建成社会主义现代化强国。", "B", "邓小平指出，在改革中我们必须始终坚持共同富裕的根本目标。", "A", "独立自主是中华民族精神之魂，是我们立党立国的重要原则。", "A", "对党的中央委员会和地方各级委员会的委员、候补委员，给以撤销党内职务、留党察看或开除党籍的处分，必须由本人所在的委员会全体会议三分之一以上的多数决定。", "B", "对党员的纪律处分有五种：警告、严重警告、记大过、留党察看、开除党籍。", "B", "对党组织的问责方式包括检查、通报、整改", "B", "对马克思主义的信仰，对社会主义和共产主义的信念，是共产党人的政治灵魂", "A", "对外开放是我国的基本国策。", "A", "二十大报告提出，坚持把发展经济的着力点放在实体经济上，\n推进新型工业化，加快建设制造强国、质量强国、航天强国、交\n通强国、网络强国、数字中国。", "A", "二十大报告指出，我国社会的主要矛盾是人民日益增长的美好生活需要和不平衡不充分的发展之间的矛盾。", "B", "二十大报告指出，中国特色社会主义制度是我们党坚定信仰信念、把握历史主动的根本所\n在。", "B", "二十大报告指出中国式现代化的本质要求是坚持中国共产党\n领导，坚持中国特色社会主义，实现高质量发展，发展全过程人\n民民主，丰富人民精神世界，实现全体人民共同富裕，促进人与\n自然和谐共生，推动构建人类命运共同体，创造人类文明新形态。", "A", "发展党员，必须把个人标准放在首位，经过党的支部，坚持个别吸收的原则。", "B", "发展党员，必须经过党的支部，坚持慎重吸收的原则。", "B", "发展经济是为了民生，保护生态环境同样也是为了民生。", "A", "发展是我们党执政兴国的第一要务。", "A", "凡是成立党的新组织，或是撤销党的原有组织，必须由上级党组织决定。\n", "A", "凡是有正式党员三人以上的基层单位，都应当成立党的基层组织", "A", "凡属应由下级组织处理的问题，如无特殊情况，上级领导机关不要干预。\n", "A", "凡属重大问题都要按照集体领导、民主集中、个别酝酿、会议决定的原则，由党组织会议集体讨论作出决定。党组织班子成员根据集体的决定和分工，切实履行职责。", "A", "奋斗是一个国家、一个民族发展进步的不竭动力", "B", "敢于斗争、敢于胜利，是党和人民不可战胜的强大精神力量。", "A", "各级党组织和党员中，只有基层党组织和基层党员必须牢固树立一盘棋意识。", "B", "工人是中国新民主主义革命的主力军。", "B", "公平正义是中国特色社会主义的内在要求。", "A", "共产党的党性是工人阶级的阶级性的最高表现。", "A", "共建“一带一路”成为深受欢迎的国际公共产品和国际合作平台，我国成为一百四十多个国家和地区的主要贸易伙伴。", "A", "共同富裕是党执政兴国的第一要务。", "B", "共同富裕是中国特色社会主义的本质要求， 也是一个长 期的历史过程。", "A", "共同富裕是中国特色社会主义的根本原则。", "A", "古田会议决议是中国共产党和红军建设的纲领性文献，解决了在农村进行战争的环境中如何将以农民为主要成分的革命军队建设成为无产阶级领导的新型人民军队这个根本性问题。", "A", "贯彻新发展理念，是新时代我国发展壮大的必由之路。", "A", "贯穿《共产党宣言》的基本思想是.辩证唯物主义", "B", "国民党一大事实上确立了联俄、联共、辅助农工的三大革命政策，标志着第一次国共合作的正式形成。", "A", "红军二万五千里长征胜利结束的标志是红军三大主力在会宁会师。", "A", "加强党对教育工作的全面领导， 是办好教育的根本保证。", "A", "坚持“当下改”与“长久立”相结合，对主题教育中学 习贯彻习近平新时代中国特色社会主义思想的好做法好经验， 及时以机制形式固定下来。", "B", "坚持把发展经济的着力点放在网络经济上， 推进新型工业化。", "B", "坚持党的领导、人民当家作主、依法治国有机统一。人民当家作主是社会主义民主政治的本质特征。", "A", "坚持全面从严治党，领导学校党的纪律检查工作，落实党风廉政建设监管责任。", "B", "坚持社会主义道路、坚持人民民主专政、坚持中国共产党的领导、坚持马克思列宁主义毛泽东思想这四项基本原则，是我们的兴国之本", "B", "坚持走中国人权发展道路， 积极参与全球物权治理， 推 动民权事业全面发展。", "B", "检验我们一切工作的成效，最终要看人民是否真正得到实惠，人民生活是否真正得到改善。", "A", "建党之初和大革命时期，党从残酷的现实中认识到，没有革命的武装就无法战胜武装的反革命，就无法夺取中国革命胜利，就无法改变中国人民和中华民族的命运，必须以武装的革命反对武装的反革命。", "B", "建设中国特色社会主义，总任务是实现社会主义现代化和中华民族伟大复兴", "A", "建设中国特色社会主义，总依据是社会主义初级阶段。", "A", "健全共治共建的社会治理制度，提升社会治理效能。", "A", "践行全心全意为人民服务的根本宗旨把党的群众路线贯彻到治国理政全部活动之中，把人民对美好生活的向往作为奋斗目标，依靠人民创造历史伟业。", "A", "江山就是人民、人民就是江山，打江山、守江山，守的是人\n民的心。中国共产党根基在人民、血脉在人民、力量在人民。中\n国共产党始终代表最广大人民根本利益，与人民休戚与共、生死\n相依，没有任何自己特殊的利益，从来不代表任何利益集团、任\n何权势团体、任何特权阶层的利益", "A", "江西省第十五次党代会指出，促进区域协调发展。推动九江建设长江经济带重要节点城市、打造万亿临港产业带，推动上饶建设承接东部沿海产业转移示范区和先进制造业协作区。", "B", "江西省第十五次党代会指出，培育全社会环保理念是践行绿水青山就是金山银山理念的关键路径。", "B", "江西省第十五次党代会指出，全面推进乡村振兴。紧紧抓住种子和耕地两大要害。", "A", "江西省第十五次党代会指出，深入实施健康江西行动，坚持 预防为主方针。", "A", "江西省第十五次党代会指出，推进改革开放走深走实。坚持把优化营商环境 作为“一号改革工程”。", "A", "教育是民族振兴、社会进步的重要基石，是功在当代、利在千秋的德政工程，对提高人民综合素质、促进人的全面发 展、增强中华民族创新创造活力、实现中华民族伟大复兴具有 重要性意义。", "B", "教育是最大的民生，要大力促进教育公平。", "B", "教育兴则国家兴，教育强则国家强。职业教育发展水平是一个国家发展水平和发展潜力的重要标志。", "B", "解决好农业农村农民问题是全党工作重中之重，城乡发展一体化是解\n决“三农”问题的根本途径。", "A", "今天,我们比历史上任何时期都更接近、更有信心和能力实现\n中华民族伟大复兴的目标,同时必须准备付出更为艰巨、更为艰苦\n的努力。", "A", "今天，我们比历史上任何时期都更接近、更有信心和能力实现中华民族伟大复兴的目标。虽然我国已经迈出社会主义初级阶段，但是我国仍然是世界最大的发展中国家。", "B", "经过改革开放 40 多年不懈努力，我们创造了经济快速 发展和社会长期稳定两大奇迹。", "A", "经济发展是立党为公。执政为民的本质要求。", "B", "经济体制改革的核心问题是处理好企业和市场的关系，必须更加尊重市场规律，更好发挥政府作用。", "B", "经济体制改革的核心问题是处理好政府和市场的关系，必须\n更加尊重市场规律，更好发挥政府作用", "A", "井冈山精神和苏区精神，承载着中国共产党人的初心和使命，铸就了中国共产党的伟大革命精神。这些伟大革命精神跨越时空、永不过时，是砥砺我们不忘初心、牢记使命的不竭精神动力。", "A", "开除党籍是党内的最高处分。", "A", "开展主题教育， 广大党员、干部要真正把调查研究看家本领学到手， 自觉用习近平新时代中国特色社会主义思想指导 各项工作。", "B", "开展主题教育，要紧紧围绕高质量发展这个全面建设社会 主义现代化国家的首要任务， 以强化理论学习指导发展实践，以深化调查研究推动解决发展难题。", "A", "科技进是全面建设社会主义现代化国家的首要任务", "B", "科学的本质是创新，创新的关键在人才", "A", "科学发展观，第一要义是发展，核心立场是以人为本，基本要求是高速度发展。", "B", "科学立法、严格执法、公正司法、全民守法深入推进，法治国家、法治政府、法治社会建设相互促进，中国特色社会主义法治体系日益完善，全社会法治观念明显增强。", "A", "李大钊是在中国举起十月革命旗帜的第一人，是中国最早的马克思主义传播者。", "A", "留党察看最长不超过一年。", "B", "毛泽东思想是马克思列宁主义在中国的创造性运用和发展, 是被实践证明了的关于中国革命和建设的正确的理论原则和经验\n总结,是马克思主义中国化的第一次历史性飞跃", "A", "毛泽东在《反对本本主义》一书中强调马克思主义的“本本”是不需要学习的。", "B", "没有坚实的物质基础，就不可能全面建成社会主义现代化强国。", "A", "每个党员，不论职务高低，都必须编入党的一个支部、小组或其他特定组织，参加党的组织生活，接受党内外群众的监督。", "A", "民主集中制是民主基础上的集中。民主基础上的集中和集中指导下的民主相结合。", "B", "明确规定以支部作为党的基本组织是党的四大作出的决定。", "A", "南昌起义是中国共产党单独领导的，在大城市中建立工农民主政权的尝试。", "B", "年龄和健康状况不适宜于继续担任工作的干部，应当按照国家的规定退、离休。\n", "A", "培养什么人、怎样培养人、为谁培养人是教育的主要问题 。", "B", "七一”重要讲话中强调，中国共产党始终代表人民的利益，\n与人民休戚与共，生死相依，没有任何自己的特殊利益，从来不\n代表任何利益集团、任何权势团体、任何特权阶层的利益。", "A", "旗帜鲜明讲政治是我们党作为马克思主义政党的根本要求。", "A", "旗帜鲜明讲政治是中央和地方各级人大机关、行政机关、政协机关、监察机关、审判机关、检察机关应尽之责。", "A", "企业、农村、机关、学校、医院、科研院所、街道社区、社会组织、人民解放军连队和其他基层单位，凡是有正式党员三人以上的，都应当成立党的基层组织。\n", "A", "强党性，要自觉用新时代中国特色社会主义思想改造主 观世界， 深刻领会这一思想关于坚定理想信念、提升思想境界、 加强能力养成等一系列要求，始终保持共产党人的政治本色。", "B", "强化环境保护“党政同责”和“一岗一责”要求，对问题突出的地方追究有关单位和个人责任。", "B", "青年强，则国强，当代中国青年生逢其时，施展才干的舞台无比广阔，实现梦想的前景无比光明。", "A", "青少年思想政治教育是一个接续的过程，要针对青少年成长的不同阶段，有针对性地开展思想政治教育。", "A", "取消预备党员资格是党纪处分。", "B", "全党必须坚持这条思想路线，积极探索，大胆试验，开拓创新，创造性地开展工作，不断研究新情况，总结新经验，解决新问题，在实践中丰富和发展马克思主义，推进马克思主义中国化时代化。\n", "A", "全党必须增强党组织的政治功能和组织功能，培养选拔党和人民需要的好干部，培养和造就大批堪当时代重任的社会主义事业接班人，聚天下英才而用之，从组织上保证党的基本理论、基本路线、基本方略的贯彻落实。\n", "A", "全党要牢记我们为什么出发这个根本问题，把握历史发展大势，坚定理想信念，牢记初心使命，始终谦虚谨慎、不骄不躁、限苦奋斗。", "B", "全过程人民民主是社会主义民主政治的本质属性，是最广泛、最真实的，最真实、最管用的民主。", "A", "全面从严治党是党永葆生机活力、走好新的赶考之路的必由之路。", "A", "全面加强人民军队建设，确保枪杆子永远听党指挥，健全贯彻政治整训常态化。", "B", "全面建成社会主义现代化国家、实现第二个百年奋斗目标， 以中国式现代化全面推进中华民族伟大复兴，是全党全国各族人民在新时代新征程的中心任务。", "B", "全面建成社会主义现代化强国， 总的战略安排是分两步 走:从 2020 年到2035 年基本实现社会主义现代化;从 2035 年到 本世纪中叶把我国建成富强民主文明和谐美丽的社会主义现代 化强国。", "A", "全面建设社会主义现代化国家，必须充分发挥党员的创造伟力。", "B", "全面建设社会主义现代化国家，最艰巨最繁重的任务仍然在\n农村。", "A", "确立了全面建设小康社会的战略目标，制定了全面建设小康社会的行动纲领的是中共十六大。", "A", "人民代表大会制度是保证人民当家作主的根本政治制度。", "A", "人民健康是民族昌盛和国家强盛的重要标志。把保障人民健\n康放在优先发展的战略位置，完善人民健康促进政策。", "A", "人民是党执政兴国的最大底气。", "A", "人民性是马克思主义的根本属性，是它最鲜明的品格。我们\n党是用马克思主义武装起来的政党，人民性也是我们党的根本属\n性", "A", "人民至上是贯彻习近平新时代中国特色社会主义思想的一根红线。", "A", "人心是最大的政治，统一战线是凝聚人心、汇聚力量的强大\n法宝", "A", "任何党员不论职务高低，都不能个人决定重大问题；如遇紧急情况，必须由个人作出决定时，事后要迅速向党组织报告", "A", "任何组织和个人不得以任何方式强迫选举人选举或不选举某个人。\n", "A", "若党员对党的决议和政策如有不同意见，在坚决执行的前提下，可以声明保留，并且可以把自己的意见向党的上级组织直至中央提出。\n", "A", "上级纪律检查委员会有权检查下级纪律检查委员会的工作，并且有权批准和改变下级纪律检查委员会对于案件所作的决定。", "A", "社会主义的本质，是解放生产力发展生产力，消灭剥削，消\n除两极分化，最终达到共同富裕", "A", "社会主义国家属性要求在改善民生方面体现比西方国家更加明显社会优越性，要批判坚持尽力而为与量力而行改善民生的观点。", "B", "社会主义核心价值观个人层面价值要求是爱国、诚信、敬业、友善。", "A", "涉及全党全国性的重大方针政策问题只能由党中央作出决定和解释。", "A", "申请入党的人，要填写入党志愿书，要有一名正式党员作介绍人，要经过支部大会通过和上级党组织批准，并且经过预备期的考察，才能成为正式党员。\n", "B", "申请入党时一般应采用口头形式、书面形式均可，向党组织表明入党志愿。", "B", "深刻领会开辟马克思主义中国化时代化新境界。马克思主义\n是我们立党立国、兴党兴国的根本指导思想。实践告诉我们，中\n国共产党为什么能，中国特色社会主义为什么好，归根到底是马\n克思主义行，是中国化时代化的马克思主义行。", "A", "深刻认识党面临的精神懈怠危险、能力不足危险、官僚主义危险、消极腐败危险的尖锐性和严峻性，坚持问题导\n向，保持战略定力，推动全面从严治党向纵深发展。", "B", "深入推进新时代党的建设新的伟大工程，必须坚持不懈 用习近平新时代中国特色社会主义思想凝心铸魂", "A", "生态文明是江西最大财富、最大优势、最大品牌。", "B", "时代是出卷人，人民是答卷人，历史是阅卷人。我们一定要继续考出好成绩，在新时代新征程上展现新气象新作为。", "B", "实施科教兴国战略，强化现代化建设人才支撑，我们要办好人\n民满意的教育，完善科技创新体系，加快实施创新驱动发展战略，\n深入实施人才强国战略。", "A", "实现中国梦必须凝聚中国力量，这就是中高速增长的经济力量", "B", "使命呼唤担当，使命引领未来。我们要不负人民重托，无愧历史选择，在新时代中国特色社会主义的伟大实践中，以党的坚强领导和顽强奋斗，激励全体中华儿女不断奋进，凝聚起同心共筑中国梦的磅礴力量！", "A", "树立尊重自然、顺应自然、保护自然的生态文明理念，增强绿水青山就是金山银山的意识，坚持节约资源和保护环境的基本国策，坚持节约优先、保护优先、自然恢复为主的方针，坚持生产发展、生活富裕、生态良好的文明发展道路。", "A", "思想抛锚是危害党的生命力和战斗力的最大毒瘤。", "B", "思想政治工作是学校各项工作的生命线，各级党委、各 级教育主管部门、学校党组织都必须紧紧抓在手上。", "A", "四个自信是道路自信、理论自信、政治自信、文化自信。", "B", "四项基本原则的核心是坚持社会主义道路", "B", "团的县级和县级以下各级委员会书记，企业事业单位的团委员会书记，是党员的，可以列席同级党的委员会和常务委员会的会议。\n", "", "团结奋斗是中国人民创造历史伟业的必由之路。", "A", "推进教育数字化，建设全民终身学习的学习型社会、学习型大国。", "A", "完善公共文化服务体系，深入实施文化惠民工程，丰富群众性文化活动。全党必须牢记，为什么人的问题，是检验一个政党、一个政权性质的试金石。", "A", "完善科技创新体系， 坚持科技在我国现代化建设全局中 的核心地位，健全新型举国体制，强化国家战略科技力量，提 升国家创新体系整体效能，形成具有全球竞争力的开放创新生 态。", "B", "唯物性是马克思主义的本质属性，党的理论是来自人民、 为了人民、造福人民的理论，人民的创造性实践是理论创新的 不竭源泉。", "B", "为了实现中华民族伟大复兴，中国共产党团结带领中国人民，浴血奋战、百折不挠，创造了新民主主义革命的伟大成就。", "A", "为了拯救民族危亡,中国人民奋起反抗,仁人志士奔走呐喊, 太平天国运动、戊戌变法、义和团运动、辛亥荣命接连而起,各种\n救国方案轮番出台,但都以失败而告终。", "A", "为民造福是立党为公、执政为民的本质要求。", "A", "文化功能是党组织的基本功能", "B", "我国成为一百四十多个国家和地区的主要贸易伙伴，货物贸易总额世界第一，吸引外资和对外投资居世界前列。", "A", "我国的社会主义初级阶段，是指从我国进入社会主义到基本\n实现社会主义现代化整个历史阶段。", "B", "我国的社会主义建设，必须从我国的国情出发，走中国特色社会主义道路，以中国式现代化全面推进中华民族伟大复兴。", "A", "我国坚持男女平等基本国策，保障妇女儿童合法权益。", "A", "我国社会主要矛盾的变化，深刻改变了我们对我国社会主义所处历史阶段的判断。", "B", "我国是工人阶级领导的，以工农联盟为基础的人民民主专政的社会主义国家，国家的一切权力属于人民。", "A", "我国是中国共产党领导的社会主义国家，这就决定了我 们的教育必须把培养社会主义建设者和接班人作为 目标任务， 培养一代又一代拥护中国共产党领导和我国社会主义制度、立 志为中国特色社会主义奋斗终身的有用人才。", "B", "我国制药业规模、外汇储备稳居世界第一。", "A", "我们党的最大政治优势是密切联系群众，党执政后的最大危险是脱离群众。", "A", "我们党立志于中华民族千秋伟业，致力于人类幸福与发展崇高事业，责任无比重大，使命无上光荣。", "B", "我们党要团结带领人民有效应对重大挑战、抵御重大风险、克服重大阻力、解决重大矛盾，必须进行具有许多新的历史特点的伟大斗争 。", "A", "我们党勇于进行理论探索和创新，以全新的视野深化对 共产党执政规律、社会主义建设规律、人类社会发展规律的认 识，取得重大理论创新成果，集中体现为习近平新时代中国特 色社会主义思想。", "A", "我们坚持和发展中国特色社会主义，推动物质文明、政治文明、精神文明、社会文明、生态文明协调发展，创造了中国式现代化新道路，创造了人类文明新形态。", "A", "我们始终尊重、关爱、造福台湾同胞，继续致力于促进两岸经济文化交流合作，推动两岸共同弘扬中华文化，促进两岸同胞心灵契合。", "A", "我们要办好人民满意的教育，全面贯彻党的教育方针， 落实立德树人根本任务，培养德智体美劳全面发展的社会主义 建设者和接班人。", "A", "我们要坚持把本职工作放在自己力量的基点上、把中国发展进步的命运牢牢掌握在自己手中， 坚定信心、守正创新,奋 力谱写全面建设社会主义现代化国家新篇章。", "B", "我们要坚持教育优先发展、科技自立自强、人才引领驱动，加快建设教育强国、科技强国、人才强国，坚持为党育人、为国育才，全面提高人才自主培养质量，着力造就拔尖创新人才，聚天下英才而用之。", "A", "我们要建设具有伟大你凝聚力和引领力的社会主义意识形态，牢牢掌握党对意识形态工作主动权。", "B", "我们要推进美丽中国建设，坚持山水林田湖草沙一体化保护和系统治理。", "A", "我们以钉钉子精神纠治“四风”，反对特权思想和特权现象，刹住了一些长期没有刹住的歪风，纠治了一些多年未除 的顽瘴痼疾。", "A", "我们以钉钉子精神纠治形式主义，反对特权思想和特权现象，刹住了一些长期没有刹住的歪风，纠治了一些多年未除的顽瘴痼疾。", "B", "五四运动是中国革命史上具有重大意义的事件， 标志着 中国新民主主义革命的开端", "A", "习近平强调，百年征程，塑造了共青团投身民族复兴的奋进之力。", "A", "习近平强调，坚定不移跟党走，为党和人民奋斗，是共青团的初心使命。", "A", "习近平强调，建设世界一流的中国特色社会主义大学，培养社会主义建设者和接班人，必须有世界一流大师。", "A", "习近平强调，入队、入团、入党，是青年追求政治进步的“人生三部曲”。", "A", "习近平视察江西时指出，要推进改革开放走深走实，统筹推进各项改革任务，确保干一件成一件。", "A", "习近平新时代中国特色社会主义思想是当代中国马克思主义。二十一世纪马克思主义，是中华文化和中国精神的时代精华，实现了马克思主义中国化新的飞跃。", "A", "习近平新时代中国特色社会主义思想是全党全国人民为实现中华民族伟大复兴而奋斗的行动指南。", "A", "习近平在参加十三届全国人大会议内蒙古代表团审议时强调，文化认同是最深层次的认同，是民族团结之根、民族和睦之魂。", "A", "习近平在党的二十大报告中指出，十八大以来的十年，我们\n党团结带领人民，攻克了许多长期没有解决的难题，办成了许多\n事关长远的大事要事，推动党和国家事业取得彪炳史册的历史胜\n利。", "B", "习近平在党的二十大报告中指出，十年来我们经历了对党和\n人民事业具有重大现实意义和深远历史意义的三件大事：一是迎\n来中国共产党成立一百周年，二是形成了新时代中国特色社会主\n义思想，三是完成脱贫攻坚、全面建成小康社会的历史任务，实\n现第一个百年奋斗目标。", "B", "习近平在第四届中国国际进口博览会开幕式上发表主旨演讲指出，以世界贸易组织为核心的多边贸易体制，是国际贸易的基石。", "A", "习近平在二十届中共中央政治局常委同中外记者见面时的讲话中指出，新征程上，我们要始终弘扬全人类共同价值。", "A", "习近平在庆祝中国共产主义青年团成立100周年大会上指出，入队、入团、入党，是青年追求政治进步的“人生三部曲”。", "A", "习近平在全球发展高层对话会上指出：保护主义是作茧自缚，搞“小圈子”只会孤立自己，极限制裁损人害己，脱钩断供行不通、走不远。", "A", "习近平在全球发展高层对话会上指出：合作才能办成大事，办成好事，办成长久之事。发达国家要履行义务，发展中国家要深化合作，南北双方要相向而行，共建团结、平等、均衡、普惠的全球发展伙伴关系", "A", "习近平在全球发展高层对话会上指出：我们要共同凝聚促进和平的国际共识。只有各国人民都过上好日子，繁荣才能持久，安全才有保障，人权才有基础。", "B", "习近平在省部级主要领导干部“学习习近平总书记重要讲话精神，迎接党的二十大”专题研讨班上强调，即将召开的党的二十大，是在进入全面建成小康社会新征程的关键时刻召开的一次十分重要的大会，将科学谋划未来5年乃至更长时期党和国家事业发展的目标任务和大政方针，事关党和国家事业继往开来，事关中国特色社会主义前途命运，事关中华民族伟大复兴。", "A", "习近平在省部级主要领导干部“学习习近平总书记重要讲话精神，迎接党的二十大”专题研讨班上强调，我们深入推进全面从严治党，持之以恒正风肃纪，一体推进不敢腐、不能腐、不想腐，党同人民群众的血肉联系更加紧密，党内良好政治生态不断形成和发展，为党和国家各项事业发展提供了坚强政治保证。", "B", "习近平在省部级主要领导干部“学习习近平总书记重要讲话精神，迎接党的二十大”专题研讨班上指出，我们推进的现代化，是中国共产党领导的社会主义现代化，必须坚持以治理体系、治理能力现代化推进中华民族伟大复兴，既不走封闭僵化的老路，也不走改旗易帜的邪路，坚持把国家和民族发展放在自己力量的基点上、把中国发展进步的命运牢牢掌握在自己手中。", "B", "习近平在中华人民共和国恢复联合国合法席位50周年纪念会议上指出，世界各国应该采取实际行动为自然守住安全边界，鼓励绿色复苏、绿色生产、绿色消费，推动形成文明健康生活方式，形成人与自然和谐共生的格局，让良好生态环境成为可持续发展的不竭源头。", "B", "习近平在中华人民共和国恢复联合国合法席位50周年纪念会议上指出，文明没有高下、优劣之分，只有特色、地域之别，只有在交流中才能融合，在融合中才能进步。一个国家走的道路行不行，关键要看是否.符合本国国情，能否顺应时代发展潮流、带来经济发展、社会进步、民生改善、社会稳定、得到人民支持和拥护，能否为人类进步事业作出贡献。", "A", "习近平在主持十九届中共中央政治局第三十六次集体学习时强调，（碳排放）减排是硬任务，就是零排放。", "B ", "习近平总书记强调，遵守党的纪律是靠自觉的。", "B", "习近平总书记在北京大学师生座谈会上指出， 人才培养 一定是育人和育才相统一的过程，而育人是本。人无德不立， 育人的根本在于立德。这是人才培养的辩证法。", "A", "习近平总书记在二十届中共中央政治局常委同中外记者见面时的讲话中指出，新征程上，我们要始终弘扬全人类共 同价值", "A", "习近平总书记在纪念中国人民抗日战争暨世界反法西斯战争胜利75周年座谈会上的讲话中说， 75年前的今天，中国人民经过8年不屈不挠的浴血奋战，打败了穷凶极恶的日本军国主义侵略者，取得了中国人民抗日战争的伟大胜利！", "B", "习近平总书记在全国高校思想政治工作会议上指出，要把思想教育工作贯穿教育教学全过程，实现全程育人、全方位育人，努力开创我国高等教育事业发展新局面", "B", "习近平总书记在全国教育大会上指出，教育服务中华民族伟大复兴，必须在正确的政治路线指导下，全面提高国民的道德品质", "B", "习近平总书记在全国教育大会上指出，我国是中国共产党领导的社会主义国家，这就决定了我们的教育必须把培养社会主义建设者和接班人作为根本任务，培养一代又一代拥护中国共产党领导和我国社会主义制度、立志为中国特色社会主义奋斗终身的有用人才", "A", "习近平总书记在全国教育大会上指出：中国的教育必须按中国的特点和中国的实际办。要扎根中国、融通中外，立足时代、面向未来，发展具有中国特色、世界水平的现代教育。", "A", "习近平总书记在学习贯彻新时代中国特色社会主义思想主题教育工作会议上的讲话中强调， 强国建设、民族复兴的宏伟目标令人鼓舞、催人奋进， 我们这一代共产党人使命光荣、责任重大。", "A", "习近平总书记指出， 要践行宗旨为民造福， 教育引导广 大党员、干部牢固树立以人民为中心的发展思想。", "A", "习近平总书记指出， 要教育引导党员、干部从思想上追根溯源、固本培 ，不断提高政治判断力、政治领悟力、政治执行力， 增强“四个意识”、坚定“四个自信”、做到“两个维护”", "B", "习近平总书记指出，调查研究是谋事之基、成事之道，没有调查就没有发言权，没有调查就没有决策权。", "A", "习近平总书记指出，改革开放问题是关系党的事业兴衰成败第一位的问题，道路就是党的生命。", "B", "习近平总书记指出，我们这么大一个党，领导着这么大 一个国家，肩负着带领全国各族人民实现国家强盛、民族复兴 这个艰巨任务，全党必须统一思想、统一意志、统一行动。怎么实现全党思想、意志、行动的统一？ 最根本的就是用党的基本理论武装全党。", "A", "习近平总书记指出：“‘军队的样子’就是要坚决听党指挥，要能打仗、打胜仗，要保持光荣传统和优良作风。", "A", "县级和县级以上各级党的委员会和纪律检查委员会有权直接决定给党员以纪律处分。", "B", "校长办公会议(校务会议)是学校行政议事决策机构，会议成员一般为学校行政班子成员，不是行政班子成员的党组织班子成员可参加会议。", "A", "校长办公会议议题由学校领导班子成员提出，校长确定。会议应当有三分之一以上行政班子成员到会方能召开。校长应当在广泛听取与会人员意见基础上，对讨论研究的事项作出决定。", "B", "新的征程上,我们必须增强忧患意识、始终居安思危,贯彻总\n体国家安全观,统筹发展和安全,统筹中华民族伟大复兴战略全局\n和世界多极化发展大变局。", "A", "新的征程上,我们要牢记打铁必须自身硬的道理,增强全面从\n严治党永远在路上的政治自觉,以党的组织建设为统领,继续推进\n新时代党的建设新的伟大征程", "A", "新发展阶段是指从现在到本世纪中叶建成社会主义现代化国家历史阶段。", "A", "新民主主义革命时期，党面临的主要任务是，反对帝国主义、封建主义、官僚资本主义，争取民族独立、人民解放，为实现中华民族伟大复兴创造根本社会条件。", "A", "新时代我国社会主义初级阶段的基本国情已经发生了变化。", "B", "新时代新征程，经济和社会发展的战略目标是，到二 0 三五\n年基本实现社会主义现代化，到本世纪中叶把我国建成社会主义\n现代化强国。", "A", "形式主义、官僚主义是这次主题教育要重点检视整改的问题，那么这次主题教育就坚决不能搞形式主义，不能搞形式 化、套路化、表面化那一套。", "A", "选人用人是政治生态的风向标。", "A", "学校党组织会议讨论决定学校重大问题时，会议应当有半数以上党组织班子成员到会方能召开；讨论决定干部任免等重要事项时，必须有三分之一以上党组织班子成员到会。", "B", "严重触犯刑律的地方各级委员会委员、候补委员，由上级委员会常务委员会决定开除其党籍。", "B", "要把握好发展经济与改善民生的关系，经济发展是改善民生的前提。", "A", "要把主题教育开展情况作为领导班子和领导干部季度考核、党组织书记抓基层党建工作述职评议考核重要内容。", "B", "要锤炼品格强化忠诚，教育引导广大党员、干部锤炼思想品格。", "B", "要大力弘扬密切联系群众的马克思主义学风， 紧密结合新时代波澜壮阔的历史进程和伟大变革，深刻把握新时代中国特色社会主义思想产生和发展的实践基础。", "B", "要坚持对外开放的基本国策，吸收和借鉴人类社会创造的一切文明成果。", "A", "要教育引导各级党组织和广大党员、干部突出问题导向， 查不足、找差距、明方向，接受政治体检，打扫政治灰尘，纠 正行为偏差，解决思想不纯、组织不纯方面存在的突出问题。", "A", "要教育引导广大党员、干部经受思想淬炼、精神洗礼， 坚定对马克思主义的信仰、对中国特色社会主义的信念、对实 现中华民族伟大复兴中国梦的信心。", "A", "要教育引导广大党员、干部牢固树立以人民为中心的发 展思想，坚持一切为了人民、一切依靠人民， 自觉问计于民、 问需于民，始终同人民同呼吸、共命运、心连心。", "A", "要廉洁奉公树立新风，教育引导广大党员、干部增强纪律意识、规矩意识，持续纠治 “四风”。", "A", "要全面贯彻党的教育方针，落实立德树人根本任务，发展素质教育，推进教育公平，培养德智体美全面发展的社会主义建设者和接班人。", "A", "要深化办学体制和教育管理改革，充分激发教育事业发 展生机活力。", "A", "要推动形成清清爽爽的同志关系、规规矩矩的上下级关系、亲清统一的新型政商关系。", "A", "要稳慎推进民办学校党的组织和党的工作全覆盖，确保 党的教育方针在民办学校得到贯彻。", "B", "要尊重教育发展规律，充分发挥学校办学主体作用， 大 幅减少各类检查、评估、评价，加强对办学方向、标准、质量 的规范引导，为学校潜心治校办学创造良好环境。", "A", "一些关键核心技术实现突破， 战略性新兴产业发展壮大， 载人航天、探月探火、深海深地探测、超级计算机、卫星导航、量子信息等重大成果， 我国进入创新型国家行列", "A", "依法执政是维护社会公平正义的最后一道防线。", "B", "依法治国是党领导人民治理国家的基本方式。", "A", "以铸牢中华民族共同体意识为主线，加强和改进党的民族工作。", "A", "英雄人物是历史的创造者，是真正的英雄。", "B", "营造良好政治生态，离不开党内政治文化的浸润滋养。", "A", "拥有马克思主义科学理论指导是我们党坚定理想信念、把握历史主动的本质要求。", "B", "勇于批评与自我批评，从严管党治党，是我们党最鲜明的品格。", "B", "与西方国家现代化有根本不同,我国的现代化是社会主义现代化,共同富裕是本质要求。", "A", "育人的根本在于立心。", "B", "预备党员的义务同正式党员一样。预备党员的权利也同正式党员一样。", "B", "预备党员的预备期，从支部大会通过他为预备党员之日算起。党员的党龄，从预备期开始算起。\n", "B", "预备党员的预备期为半年。党组织对预备党员应当认真教育和考察。\n", "B", "预备党员的预备期也要计入党龄。", "B", "预备党员预备期满，党的支部应及时决定他能否转为正式党员。", "B", "预备党员转为正式党员，或延长预备期，或取消预备党员资格的，都应当经过党委会讨论通过和上级党组织批准。", "B", "允许有不参加党的组织生活、不接受党内外群众监督的特殊党员存在。", "B", "运用监督执纪“四种形态”，经常开展批评和自我批评、约谈函询，让“红红脸、出出汗”成为常态；党纪重处分、组织调整成为违纪处理的大多数；党纪轻处分、重大职务调整的成为少数；严重违纪涉嫌违法立案审查的成为极少数。", "A", "在党的纪律中，组织纪律是最重要、最根本、最关键的纪律。", "B", "在党的全国代表大会闭会期间，党的中央委员会执行全国代表大会的\n决议，领导党的全部工作，对外代表中国共产党。", "A", "在国际事务中，弘扬和平、发展、公平、正义、民主、自由\n的全人类共同价值", "A", "在国家治理体系的伟大棋局中，党中央是坐镇中帐的“帅”。", "A", "在经济建设上，我国经济发展平衡性，协调性，可持续性明显增强，国家经济实力，科技实力，综合国力跃上新台阶。", "A", "在社会主义市场经济体制的分配关系上，初次分配要注重公平，加强政府对收入分配的调节功能，调节差距过大收入。", "B", "在特殊情况下，党的中央和省、自治区、直辖市委员会可以直接接收党员。", "A", "长征精神的主题是“一不怕苦，二不怕死”。 ", "A", "政治纪律不是净化政治生态的重要保证。", "B", "只要我们既不走封闭僵化的老路，也不走改旗易帜的邪路，坚定不移走中国特色社会主义道路，就一定能够把我国建设成为富强民主文明和谐美丽的社会主义现代化强国。", "A", "只有社会主义才能救中国，只有中国特色社会主义才能发展中国，只有坚持和发展中国特色社会主义才能实现中华民族伟大复兴。", "A", "中共二大制定了党的最高纲领和最低纲领。", "A", "中共一大的中心议题是讨论马克思主义传播。", "B", "中国共产党代表中国先进生产力的发展要求，代表中国先进文化的前进方向，代表中国最广大人民的根本利益。", "A", "中国共产党党旗为旗面缀有金黄色党徽图案的红旗。", "A", "中国共产党党员标准主要是由党的工人阶级先锋队性质决定的。", "A", "中国共产党党员是中国人民的有共产主义觉悟的先锋战士。", "B", "中国共产党党员永远是劳动人民的普通一员。除了法律和政策规定范围内的个人利益和工作职权以外，所有共产党员都不得谋求任何私利和特权。", "A", "中国共产党的产生是中国近代革命运动发展的必然结果。", "A", "中国共产党的党徽党旗是中国共产党的象征和标志。党的各级组织和每一个党员都要维护党徽党旗的尊严。", "A", "中国共产党的唯一宗旨是建设有中国特色的社会主义。", "B", "中国共产党第二十次全国人民代表大会的主题是：高举 中国特色社会主义伟大旗帜，全面贯彻新时代中国特色社会主 义思想， 弘扬伟大建党精神， 自信自强、守正创新， 踔厉奋发、 勇毅前行，为全面建设社会主义现代化国家、全面推进中华民 族伟大复兴而团结奋斗。", "A", "中国共产党第一次全国代表大会通过了党的纲领，确定党的奋斗目标是推翻资产阶级政权，建立无产阶级专政，消灭生产资料私有制，直至消灭贫富差距，实现共产主义。", "A", "中国共产党和中国人民以英勇顽强的奋斗向世界庄严宣告，改革开放是决定当代中国前途命运的关键一招", "A", "中国共产党坚持独立自主的和平外交政策，坚持和平发展道路，坚持互利共赢的开放战略，统筹国内国际两个大局，积极发展对外关系，努力为我国的改革开放和现代化建设争取有利的国际环境。", "A", "中国共产党人的初心和使命是为国家谋富强，为民族谋复兴。", "B", "中国共产党人建立苏维埃政权的首次尝试出现在广州起义。", "A", "中国共产党是马克思主义与中国工人运动相结合的产物。", "A", "中国共产党是为中国人民谋幸福、为中华民族谋复兴的 党，也是为人类谋进步、为世界谋大同的党。", "A", "中国共产党是一个完全新型的以共产主义为奋斗目标，以毛\n泽东思想为行动指南的无产阶级革命政党。", "B", "中国共产党一经诞生，就把为中国人民谋幸福、为中华民族谋复兴确立为自己的初心使命。", "A", "中国共产党以马列主义、毛泽东思想、邓小平理论、江泽民思想作为自己的行动指南。", "B", "中国共产党在领导社会主义事业中，必须坚持以经济建设为中心，其他各项工作都服从和服务于这个中心。", "A", "中国共产党在社会主义初级阶段的基本路线是：领导和团结全国各族人民，以经济建设为中心，坚持四项基本原则，坚持改革开放，自力更生，艰苦创业，为把我国建设成为富强民主文明和谐美丽的社会主义现代化G国家而奋斗。", "B", "中国共产党作为中国最先进阶级的政党，不仅代表着工 人阶级的利益,而且代表着整个中国人民和中华民族的利益。", "A", "中国共产主义青年团是中国共产党领导的先进青年的群团组织，是广大青年在实践中学习中国特色社会主义和共产主义的学校，是党的助手和后备军。", "A", "中国坚定奉行不独立自主的和平外交政策，尊重各国人民自主选择发展道路的权利，维护国际公平正义，反对把自己的意志强加于人，反对干涉别国内政，反对以强凌弱。", "B", "中国人民的抗日战争揭开了世界反法西斯战争的序幕。", "A", "中国特色社会主义道路是创造人民美好生活、实现中华民族伟大复兴的康庄大道。", "A", "中国特色社会主义道路是实现社会主义现代化、创造人民美好生活的必由之路。", "A", "中国特色社会主义事业的领导核心是工人阶级。", "A", "中国特色社会主义文化是中华民族的根和魂，是中国特色社会主义植根的文化沃土。", "A", "中国特色社会主义最本质的特征是中国共产党领导", "A", "中小学校要结合实际，制定学校党组织会议、校长办公会议(校务会议)的会议制度和议事规则，并按管理权限报教育主管部门审查和备案。", "A", "中央委员会认为有必要，或者有三分之二以上的省一级组织提出要求，全国代表大会可以提前举行；如无非常情况，不得延期举行。", "B", "中央委员会委员和候补委员必须有三年以上的党龄。", "B", "主题教育要紧紧围绕高质量发展这个全面建设社会主义现代化国家的首要任务， 以强化理论学习指导发展实践， 以深化理论研究推动解决发展难题。", "B", "自党的十二大起，按照党章规定，党的全国代表大会每五年召开一次，实现了制度化", "A", "总结党的百年奋斗重大成就和历史经验是推进党的自我革命、\n提高全党斗争本领和应对风险挑战能力、永葆党的生机活力、团\n结带领全国各族人民为实现中华民族伟大复兴的中国梦而继续奋\n斗的需要", "A", "走自己的路,是党的全部理论和实践立足点,更是党百年奋斗\n得出的历史结论。", "A", "尊重自然、顺应自然、保护自然，是全面建设社会主义现代\n化国家的内在要求。", "A", "做好2022年“三农”工作，要以习近平新时代中国特色社会主义思想为指导，全面贯彻党的十九大和十九届历次全会精神，深入贯彻中央经济工作会议精神，坚持稳中求进工作总基调。", "A"]